rabbit.data.layerStore.addLayerFromHtml('<div xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:sketchedHelper="java:it.rapidrabb.editor.stencils.helpers.SketchedHelper" xmlns:fn="http://www.w3.org/2005/xpath-functions">\
   <div id="result">\
      <div xmlns:xs="http://www.w3.org/2001/XMLSchema" xmlns="http://www.w3.org/1999/xhtml" id="__containerId__page858975018-layer" class="layer" name="__containerId__pageLayer" data-layer-id="page858975018" data-layer-type="pageLayer" style="position:absolute;left:0px;top:0px;">\
         <div id="__containerId__-page858975018-layer-1611626900" style="position: absolute; left: 245px; top: 305px; width: 1140px; height: 1315px" data-interactive-element-type="static.rect" class="rect stencil mobile-interaction-potential-trigger " data-stencil-id="1611626900" data-review-reference-id="1611626900">\
            <div class="stencil-wrapper" style="width: 1140px; height: 1315px">\
               <div title="">\
                  <svg:svg xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:svg="http://www.w3.org/2000/svg" overflow="hidden" style="height: 1315px;width:1140px;" width="1140" height="1315">\
                     <svg:g width="1140" height="1315"><svg:path class=" svg_unselected_element" d="M 2.00, 2.00 Q 12.14, 2.00, 22.29, 1.06 Q 32.43, 0.23, 42.57, 0.60 Q 52.71, 0.84,\
                        62.86, 0.85 Q 73.00, 0.98, 83.14, 1.68 Q 93.29, 0.81, 103.43, 1.51 Q 113.57, 0.96, 123.71, 1.39 Q 133.86, 1.50, 144.00, 2.10\
                        Q 154.14, 2.35, 164.29, 2.96 Q 174.43, 1.83, 184.57, 1.07 Q 194.71, 1.70, 204.86, 1.55 Q 215.00, 1.40, 225.14, 0.89 Q 235.29,\
                        1.98, 245.43, 2.62 Q 255.57, 2.61, 265.71, 2.29 Q 275.86, 1.80, 286.00, 2.37 Q 296.14, 1.81, 306.29, 1.56 Q 316.43, 1.58,\
                        326.57, 3.16 Q 336.71, 3.14, 346.86, 2.66 Q 357.00, 1.51, 367.14, 0.86 Q 377.29, 1.78, 387.43, 0.88 Q 397.57, 1.13, 407.71,\
                        0.90 Q 417.86, 1.41, 428.00, 0.85 Q 438.14, 0.45, 448.29, 0.16 Q 458.43, 0.14, 468.57, 0.86 Q 478.71, 0.90, 488.86, 1.53 Q\
                        499.00, 1.37, 509.14, 1.58 Q 519.29, 1.81, 529.43, 0.99 Q 539.57, 0.50, 549.71, 0.29 Q 559.86, 0.82, 570.00, 1.28 Q 580.14,\
                        1.25, 590.29, 0.86 Q 600.43, 0.93, 610.57, 0.82 Q 620.71, 0.59, 630.86, 1.35 Q 641.00, 1.88, 651.14, 2.87 Q 661.29, 2.23,\
                        671.43, 2.26 Q 681.57, 1.78, 691.71, 2.63 Q 701.86, 3.05, 712.00, 1.70 Q 722.14, 2.16, 732.29, 0.95 Q 742.43, 1.36, 752.57,\
                        1.25 Q 762.71, 1.01, 772.86, -0.14 Q 783.00, 0.27, 793.14, 1.27 Q 803.29, 1.78, 813.43, 1.21 Q 823.57, 0.99, 833.71, 1.29\
                        Q 843.86, 0.54, 854.00, 0.60 Q 864.14, 0.35, 874.29, 0.87 Q 884.43, 2.09, 894.57, 0.62 Q 904.72, 1.05, 914.86, 0.60 Q 925.00,\
                        1.61, 935.14, 1.92 Q 945.29, 1.56, 955.43, 1.66 Q 965.57, 2.20, 975.72, 3.10 Q 985.86, 3.13, 996.00, 2.08 Q 1006.14, 2.55,\
                        1016.29, 2.06 Q 1026.43, 1.98, 1036.57, 1.86 Q 1046.72, 0.31, 1056.86, 0.39 Q 1067.00, 0.18, 1077.14, -0.27 Q 1087.29, 0.93,\
                        1097.43, -0.20 Q 1107.57, -0.29, 1117.72, -0.30 Q 1127.86, 0.35, 1139.19, 0.81 Q 1139.55, 11.57, 1139.44, 21.96 Q 1138.94,\
                        32.19, 1139.53, 42.29 Q 1139.04, 52.41, 1139.73, 62.49 Q 1139.75, 72.59, 1140.12, 82.67 Q 1140.53, 92.76, 1139.95, 102.85\
                        Q 1139.22, 112.93, 1139.32, 123.02 Q 1139.08, 133.10, 1139.22, 143.18 Q 1138.31, 153.27, 1138.05, 163.35 Q 1138.48, 173.44,\
                        1138.73, 183.52 Q 1138.27, 193.61, 1138.04, 203.69 Q 1138.04, 213.78, 1138.26, 223.86 Q 1138.30, 233.95, 1137.64, 244.03 Q\
                        1137.58, 254.12, 1137.56, 264.20 Q 1138.56, 274.28, 1138.66, 284.37 Q 1136.95, 294.45, 1137.28, 304.54 Q 1138.12, 314.62,\
                        1139.29, 324.71 Q 1139.64, 334.79, 1139.22, 344.88 Q 1139.53, 354.96, 1139.56, 365.05 Q 1138.91, 375.13, 1138.27, 385.22 Q\
                        1139.18, 395.30, 1139.80, 405.38 Q 1140.14, 415.47, 1139.79, 425.55 Q 1139.30, 435.64, 1139.26, 445.72 Q 1139.08, 455.81,\
                        1138.38, 465.89 Q 1137.75, 475.98, 1138.28, 486.06 Q 1138.73, 496.15, 1138.72, 506.23 Q 1138.19, 516.32, 1138.22, 526.40 Q\
                        1139.68, 536.48, 1139.33, 546.57 Q 1138.38, 556.65, 1138.77, 566.74 Q 1138.87, 576.82, 1138.70, 586.91 Q 1139.04, 596.99,\
                        1138.66, 607.08 Q 1138.92, 617.16, 1138.29, 627.25 Q 1139.08, 637.33, 1139.86, 647.42 Q 1139.54, 657.50, 1138.70, 667.58 Q\
                        1138.96, 677.67, 1139.27, 687.75 Q 1139.53, 697.84, 1138.80, 707.92 Q 1139.72, 718.01, 1139.21, 728.09 Q 1138.85, 738.18,\
                        1138.92, 748.26 Q 1138.42, 758.35, 1137.88, 768.43 Q 1137.91, 778.52, 1138.91, 788.60 Q 1138.30, 798.68, 1137.68, 808.77 Q\
                        1138.57, 818.85, 1137.84, 828.94 Q 1138.00, 839.02, 1138.77, 849.11 Q 1139.03, 859.19, 1137.65, 869.28 Q 1137.63, 879.36,\
                        1138.46, 889.45 Q 1139.49, 899.53, 1139.08, 909.61 Q 1138.67, 919.70, 1138.75, 929.78 Q 1138.84, 939.87, 1140.28, 949.95 Q\
                        1140.44, 960.04, 1139.41, 970.12 Q 1138.55, 980.21, 1139.46, 990.29 Q 1139.65, 1000.38, 1140.27, 1010.46 Q 1139.39, 1020.55,\
                        1138.68, 1030.63 Q 1139.91, 1040.71, 1140.16, 1050.80 Q 1139.53, 1060.88, 1139.57, 1070.97 Q 1140.09, 1081.05, 1140.03, 1091.14\
                        Q 1139.88, 1101.22, 1139.35, 1111.31 Q 1139.69, 1121.39, 1140.45, 1131.48 Q 1140.67, 1141.56, 1139.58, 1151.65 Q 1138.87,\
                        1161.73, 1138.93, 1171.81 Q 1138.49, 1181.90, 1138.07, 1191.98 Q 1138.71, 1202.07, 1138.39, 1212.15 Q 1138.68, 1222.24, 1137.90,\
                        1232.32 Q 1138.08, 1242.41, 1139.49, 1252.49 Q 1139.76, 1262.58, 1139.78, 1272.66 Q 1139.94, 1282.74, 1140.01, 1292.83 Q 1139.75,\
                        1302.91, 1138.91, 1313.91 Q 1128.33, 1314.41, 1117.86, 1313.99 Q 1107.62, 1313.66, 1097.44, 1313.27 Q 1087.30, 1313.73, 1077.15,\
                        1313.36 Q 1067.00, 1313.32, 1056.86, 1312.88 Q 1046.72, 1313.09, 1036.57, 1314.38 Q 1026.43, 1313.15, 1016.29, 1314.31 Q 1006.14,\
                        1313.32, 996.00, 1313.37 Q 985.86, 1313.51, 975.72, 1313.27 Q 965.57, 1313.22, 955.43, 1313.44 Q 945.29, 1313.42, 935.14,\
                        1313.75 Q 925.00, 1313.03, 914.86, 1314.05 Q 904.72, 1313.60, 894.57, 1313.59 Q 884.43, 1313.93, 874.29, 1313.82 Q 864.14,\
                        1313.78, 854.00, 1314.65 Q 843.86, 1313.99, 833.71, 1313.95 Q 823.57, 1314.03, 813.43, 1313.99 Q 803.29, 1313.19, 793.14,\
                        1312.64 Q 783.00, 1312.89, 772.86, 1313.55 Q 762.71, 1313.66, 752.57, 1314.51 Q 742.43, 1312.08, 732.29, 1312.48 Q 722.14,\
                        1312.43, 712.00, 1312.18 Q 701.86, 1312.53, 691.71, 1312.59 Q 681.57, 1313.46, 671.43, 1314.13 Q 661.29, 1314.13, 651.14,\
                        1314.31 Q 641.00, 1314.35, 630.86, 1313.50 Q 620.71, 1313.63, 610.57, 1313.73 Q 600.43, 1313.86, 590.29, 1313.90 Q 580.14,\
                        1313.81, 570.00, 1313.79 Q 559.86, 1314.04, 549.71, 1313.73 Q 539.57, 1313.15, 529.43, 1313.92 Q 519.29, 1314.08, 509.14,\
                        1314.41 Q 499.00, 1314.55, 488.86, 1314.64 Q 478.71, 1314.44, 468.57, 1313.98 Q 458.43, 1314.23, 448.29, 1313.79 Q 438.14,\
                        1313.63, 428.00, 1313.95 Q 417.86, 1313.32, 407.71, 1313.13 Q 397.57, 1313.35, 387.43, 1313.18 Q 377.29, 1312.98, 367.14,\
                        1313.30 Q 357.00, 1313.63, 346.86, 1313.84 Q 336.71, 1313.97, 326.57, 1313.49 Q 316.43, 1313.70, 306.29, 1313.92 Q 296.14,\
                        1313.84, 286.00, 1314.01 Q 275.86, 1314.05, 265.71, 1313.79 Q 255.57, 1313.87, 245.43, 1314.89 Q 235.29, 1313.97, 225.14,\
                        1314.05 Q 215.00, 1313.51, 204.86, 1312.95 Q 194.71, 1312.97, 184.57, 1313.56 Q 174.43, 1313.58, 164.29, 1313.13 Q 154.14,\
                        1313.72, 144.00, 1313.05 Q 133.86, 1313.61, 123.71, 1313.57 Q 113.57, 1313.51, 103.43, 1313.26 Q 93.29, 1312.25, 83.14, 1313.18\
                        Q 73.00, 1312.03, 62.86, 1312.31 Q 52.71, 1312.45, 42.57, 1312.99 Q 32.43, 1314.09, 22.29, 1314.50 Q 12.14, 1314.81, 1.39,\
                        1313.60 Q 1.96, 1302.93, 2.38, 1292.77 Q 1.71, 1282.76, 2.23, 1272.65 Q 1.73, 1262.58, 1.54, 1252.49 Q 1.78, 1242.41, 0.79,\
                        1232.32 Q 1.80, 1222.24, 1.94, 1212.15 Q 2.55, 1202.07, 1.28, 1191.98 Q 1.62, 1181.90, 1.98, 1171.81 Q 1.64, 1161.73, 1.59,\
                        1151.65 Q 1.08, 1141.56, 0.95, 1131.48 Q 0.78, 1121.39, 1.49, 1111.31 Q 1.25, 1101.22, 2.03, 1091.14 Q 1.39, 1081.05, 1.84,\
                        1070.97 Q 1.99, 1060.88, 0.59, 1050.80 Q 0.67, 1040.71, 1.63, 1030.63 Q 2.94, 1020.55, 3.01, 1010.46 Q 2.10, 1000.38, 1.06,\
                        990.29 Q 2.11, 980.21, 2.29, 970.12 Q 2.40, 960.04, 2.24, 949.95 Q 1.78, 939.87, 1.14, 929.78 Q 0.06, 919.70, 0.75, 909.61\
                        Q 1.54, 899.53, 3.05, 889.45 Q 3.36, 879.36, 3.03, 869.28 Q 2.19, 859.19, 1.61, 849.11 Q 0.78, 839.02, 0.20, 828.94 Q 1.11,\
                        818.85, 0.72, 808.77 Q 1.91, 798.68, 1.66, 788.60 Q 1.72, 778.52, 1.46, 768.43 Q 1.54, 758.35, 1.51, 748.26 Q 0.50, 738.18,\
                        0.26, 728.09 Q -0.15, 718.01, -0.20, 707.92 Q 0.98, 697.84, 1.48, 687.75 Q 1.12, 677.67, 2.47, 667.58 Q 2.42, 657.50, 1.72,\
                        647.42 Q 1.14, 637.33, 1.07, 627.25 Q 0.40, 617.16, 0.15, 607.08 Q 0.72, 596.99, 1.41, 586.91 Q 2.05, 576.82, 2.38, 566.74\
                        Q 2.20, 556.65, 1.14, 546.57 Q 1.14, 536.48, 1.22, 526.40 Q 0.87, 516.32, 1.68, 506.23 Q 1.14, 496.15, 1.51, 486.06 Q 1.24,\
                        475.98, 0.58, 465.89 Q 1.89, 455.81, 0.49, 445.72 Q 0.89, 435.64, 0.71, 425.55 Q 0.21, 415.47, 0.14, 405.38 Q 0.01, 395.30,\
                        0.15, 385.22 Q 0.04, 375.13, 0.52, 365.05 Q 0.44, 354.96, 0.62, 344.88 Q -0.06, 334.79, 0.77, 324.71 Q 0.97, 314.62, 1.81,\
                        304.54 Q 1.80, 294.45, 0.98, 284.37 Q 1.05, 274.28, 1.61, 264.20 Q 1.88, 254.12, 2.06, 244.03 Q 2.14, 233.95, 1.69, 223.86\
                        Q 1.55, 213.78, 2.27, 203.69 Q 1.55, 193.61, 2.23, 183.52 Q 2.04, 173.44, 2.50, 163.35 Q 2.34, 153.27, 2.42, 143.18 Q 1.31,\
                        133.10, 0.58, 123.02 Q 0.23, 112.93, 0.18, 102.85 Q 0.12, 92.76, 0.14, 82.68 Q 0.67, 72.59, 0.22, 62.51 Q 0.13, 52.42, 0.07,\
                        42.34 Q 0.07, 32.25, 1.12, 22.17 Q 2.00, 12.08, 2.00, 2.00" style=" fill:white;"/>\
                     </svg:g>\
                  </svg:svg>\
               </div>\
            </div>\
         </div>\
         <div id="__containerId__-page858975018-layer-1620514435" style="position: absolute; left: 0px; top: 0px; width: 1600px; height: 25px" data-interactive-element-type="static.rect" class="rect stencil mobile-interaction-potential-trigger " data-stencil-id="1620514435" data-review-reference-id="1620514435">\
            <div class="stencil-wrapper" style="width: 1600px; height: 25px">\
               <div title="">\
                  <svg:svg xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:svg="http://www.w3.org/2000/svg" overflow="hidden" style="height: 25px;width:1600px;" width="1600" height="25">\
                     <svg:g width="1600" height="25"><svg:path class=" svg_unselected_element" d="M 2.00, 2.00 Q 12.10, 0.93, 22.20, 0.76 Q 32.30, 0.68, 42.41, 0.51 Q 52.51, 0.50,\
                        62.61, 0.85 Q 72.71, 0.75, 82.81, 0.65 Q 92.91, 0.97, 103.01, 1.09 Q 113.11, 1.40, 123.22, 1.05 Q 133.32, 0.69, 143.42, 0.79\
                        Q 153.52, 0.60, 163.62, 1.04 Q 173.72, 1.49, 183.82, 2.05 Q 193.92, 1.98, 204.03, 1.88 Q 214.13, 0.63, 224.23, 1.77 Q 234.33,\
                        1.64, 244.43, 1.60 Q 254.53, 1.26, 264.63, 1.52 Q 274.73, 1.80, 284.84, 1.85 Q 294.94, 1.82, 305.04, 1.11 Q 315.14, 1.78,\
                        325.24, 1.63 Q 335.34, 1.66, 345.44, 2.14 Q 355.54, 2.31, 365.65, 1.90 Q 375.75, 1.15, 385.85, 1.79 Q 395.95, 2.11, 406.05,\
                        2.38 Q 416.15, 2.11, 426.25, 1.25 Q 436.35, 1.03, 446.46, 1.30 Q 456.56, 1.94, 466.66, 1.08 Q 476.76, 0.93, 486.86, 1.53 Q\
                        496.96, 2.22, 507.06, 1.50 Q 517.16, 1.55, 527.27, 1.68 Q 537.37, 1.11, 547.47, 1.57 Q 557.57, 1.66, 567.67, 1.47 Q 577.77,\
                        0.89, 587.87, 1.51 Q 597.97, 0.90, 608.08, 0.71 Q 618.18, 1.41, 628.28, 1.83 Q 638.38, 1.85, 648.48, 1.48 Q 658.58, 1.39,\
                        668.68, 1.49 Q 678.78, 2.47, 688.89, 2.28 Q 698.99, 3.16, 709.09, 3.38 Q 719.19, 1.87, 729.29, 2.00 Q 739.39, 1.44, 749.49,\
                        0.77 Q 759.59, 0.97, 769.70, 1.37 Q 779.80, 1.56, 789.90, 1.31 Q 800.00, 1.43, 810.10, 1.14 Q 820.20, 1.86, 830.30, 1.14 Q\
                        840.40, 0.19, 850.51, 1.08 Q 860.61, 0.71, 870.71, 1.36 Q 880.81, 0.81, 890.91, 0.50 Q 901.01, 0.98, 911.11, 1.15 Q 921.21,\
                        0.84, 931.32, 1.03 Q 941.42, 1.57, 951.52, 1.25 Q 961.62, 2.16, 971.72, 1.53 Q 981.82, 2.52, 991.92, 1.81 Q 1002.02, 2.24,\
                        1012.13, 1.95 Q 1022.23, 1.24, 1032.33, 2.53 Q 1042.43, 2.54, 1052.53, 2.69 Q 1062.63, 1.62, 1072.73, 1.52 Q 1082.84, 2.66,\
                        1092.94, 2.32 Q 1103.04, 2.04, 1113.14, 2.22 Q 1123.24, 2.68, 1133.34, 2.14 Q 1143.44, 2.37, 1153.54, 0.33 Q 1163.65, 1.28,\
                        1173.75, 0.92 Q 1183.85, 1.48, 1193.95, 1.13 Q 1204.05, 1.02, 1214.15, 1.47 Q 1224.25, 1.09, 1234.35, 1.38 Q 1244.46, 1.67,\
                        1254.56, 1.36 Q 1264.66, 1.32, 1274.76, 1.03 Q 1284.86, 1.05, 1294.96, 1.41 Q 1305.06, 1.67, 1315.17, 1.37 Q 1325.27, 2.32,\
                        1335.37, 0.25 Q 1345.47, 0.19, 1355.57, 1.23 Q 1365.67, 1.85, 1375.77, 1.67 Q 1385.87, 2.09, 1395.98, 2.38 Q 1406.08, 2.39,\
                        1416.18, 2.45 Q 1426.28, 0.79, 1436.38, -0.04 Q 1446.48, 1.08, 1456.58, 0.21 Q 1466.69, 0.43, 1476.79, 0.49 Q 1486.89, 0.25,\
                        1496.99, -0.31 Q 1507.09, -0.22, 1517.19, -0.38 Q 1527.29, -0.56, 1537.39, -0.28 Q 1547.50, 0.42, 1557.60, 0.41 Q 1567.70,\
                        0.31, 1577.80, 0.68 Q 1587.90, 1.35, 1598.47, 1.54 Q 1599.01, 12.16, 1598.66, 23.66 Q 1588.18, 24.02, 1577.87, 23.62 Q 1567.73,\
                        23.55, 1557.62, 23.76 Q 1547.51, 24.21, 1537.40, 24.57 Q 1527.30, 24.05, 1517.19, 23.79 Q 1507.09, 23.79, 1496.99, 24.66 Q\
                        1486.89, 24.10, 1476.79, 23.64 Q 1466.69, 23.80, 1456.58, 23.44 Q 1446.48, 24.02, 1436.38, 24.19 Q 1426.28, 23.72, 1416.18,\
                        23.71 Q 1406.08, 24.01, 1395.98, 23.69 Q 1385.87, 23.72, 1375.77, 23.57 Q 1365.67, 23.46, 1355.57, 23.73 Q 1345.47, 22.96,\
                        1335.37, 23.18 Q 1325.27, 23.78, 1315.17, 24.31 Q 1305.06, 24.16, 1294.96, 22.66 Q 1284.86, 22.59, 1274.76, 23.07 Q 1264.66,\
                        23.23, 1254.56, 21.79 Q 1244.46, 22.52, 1234.35, 23.34 Q 1224.25, 23.28, 1214.15, 22.52 Q 1204.05, 21.83, 1193.95, 22.74 Q\
                        1183.85, 22.25, 1173.75, 22.75 Q 1163.65, 23.08, 1153.54, 22.74 Q 1143.44, 22.78, 1133.34, 23.40 Q 1123.24, 23.59, 1113.14,\
                        22.94 Q 1103.04, 23.02, 1092.94, 23.93 Q 1082.84, 24.62, 1072.73, 24.08 Q 1062.63, 23.41, 1052.53, 22.33 Q 1042.43, 22.92,\
                        1032.33, 22.82 Q 1022.23, 23.34, 1012.13, 23.92 Q 1002.02, 24.13, 991.92, 24.44 Q 981.82, 23.43, 971.72, 22.78 Q 961.62, 23.25,\
                        951.52, 23.35 Q 941.42, 23.14, 931.32, 22.88 Q 921.21, 24.70, 911.11, 25.15 Q 901.01, 24.65, 890.91, 23.49 Q 880.81, 23.61,\
                        870.71, 24.22 Q 860.61, 24.11, 850.51, 23.63 Q 840.40, 24.25, 830.30, 24.49 Q 820.20, 24.67, 810.10, 24.39 Q 800.00, 23.80,\
                        789.90, 23.57 Q 779.80, 24.27, 769.70, 24.79 Q 759.59, 24.84, 749.49, 23.96 Q 739.39, 22.58, 729.29, 23.16 Q 719.19, 23.91,\
                        709.09, 23.02 Q 698.99, 23.57, 688.89, 22.74 Q 678.78, 24.00, 668.68, 24.19 Q 658.58, 24.28, 648.48, 24.42 Q 638.38, 24.06,\
                        628.28, 23.53 Q 618.18, 23.19, 608.08, 23.53 Q 597.97, 24.49, 587.87, 24.27 Q 577.77, 22.39, 567.67, 22.25 Q 557.57, 23.44,\
                        547.47, 24.58 Q 537.37, 25.19, 527.27, 25.40 Q 517.16, 25.32, 507.06, 25.13 Q 496.96, 24.74, 486.86, 24.58 Q 476.76, 22.92,\
                        466.66, 23.60 Q 456.56, 23.83, 446.46, 22.95 Q 436.35, 23.21, 426.25, 23.01 Q 416.15, 22.77, 406.05, 23.29 Q 395.95, 22.42,\
                        385.85, 22.74 Q 375.75, 23.42, 365.65, 23.94 Q 355.54, 24.42, 345.44, 24.42 Q 335.34, 23.99, 325.24, 23.34 Q 315.14, 22.94,\
                        305.04, 24.22 Q 294.94, 24.10, 284.84, 24.00 Q 274.73, 23.76, 264.63, 23.60 Q 254.53, 23.51, 244.43, 23.86 Q 234.33, 24.10,\
                        224.23, 25.29 Q 214.13, 24.98, 204.03, 25.15 Q 193.92, 25.27, 183.82, 24.88 Q 173.72, 24.98, 163.62, 25.51 Q 153.52, 25.49,\
                        143.42, 24.45 Q 133.32, 24.24, 123.22, 23.91 Q 113.11, 23.04, 103.01, 24.03 Q 92.91, 23.66, 82.81, 23.70 Q 72.71, 24.00, 62.61,\
                        23.75 Q 52.51, 24.01, 42.41, 24.28 Q 32.30, 24.37, 22.20, 24.48 Q 12.10, 23.87, 1.55, 23.45 Q 2.00, 12.50, 2.00, 2.00" style="\
                        fill:white;"/>\
                     </svg:g>\
                  </svg:svg>\
               </div>\
            </div>\
         </div>\
         <div id="__containerId__-page858975018-layer-304204165" style="position: absolute; left: 0px; top: 1740px; width: 1600px; height: 295px" data-interactive-element-type="group" class="group stencil mobile-interaction-potential-trigger " data-stencil-id="304204165" data-review-reference-id="304204165">\
            <div class="stencil-wrapper" style="width: 1600px; height: 295px">\
               <div id="304204165-1989619708" style="position: absolute; left: 0px; top: 0px; width: 1600px; height: 295px" data-interactive-element-type="static.rect" class="rect stencil mobile-interaction-potential-trigger " data-stencil-id="1989619708" data-review-reference-id="1989619708">\
                  <div class="stencil-wrapper" style="width: 1600px; height: 295px">\
                     <div title="">\
                        <svg:svg xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:svg="http://www.w3.org/2000/svg" overflow="hidden" style="height: 295px;width:1600px;" width="1600" height="295">\
                           <svg:g width="1600" height="295"><svg:path class=" svg_unselected_element" d="M 2.00, 2.00 Q 12.10, 1.21, 22.20, 0.61 Q 32.30, 0.20, 42.41, -0.01 Q 52.51,\
                              0.18, 62.61, -0.13 Q 72.71, -0.07, 82.81, -0.23 Q 92.91, -0.27, 103.01, 0.31 Q 113.11, 0.87, 123.22, -0.21 Q 133.32, 0.39,\
                              143.42, 0.53 Q 153.52, 0.79, 163.62, 0.40 Q 173.72, -0.10, 183.82, -0.22 Q 193.92, 0.05, 204.03, 0.68 Q 214.13, 1.20, 224.23,\
                              1.89 Q 234.33, 1.17, 244.43, 0.26 Q 254.53, 0.25, 264.63, 0.96 Q 274.73, 1.90, 284.84, 1.38 Q 294.94, 2.26, 305.04, 2.04 Q\
                              315.14, 1.63, 325.24, 1.33 Q 335.34, 0.58, 345.44, 0.49 Q 355.54, 0.41, 365.65, 0.13 Q 375.75, 0.44, 385.85, 0.56 Q 395.95,\
                              0.43, 406.05, 0.33 Q 416.15, 0.11, 426.25, 0.30 Q 436.35, 0.59, 446.46, 1.27 Q 456.56, 0.34, 466.66, 0.81 Q 476.76, 0.43,\
                              486.86, 0.23 Q 496.96, 0.53, 507.06, 0.53 Q 517.16, 0.64, 527.27, 1.45 Q 537.37, 1.43, 547.47, 2.31 Q 557.57, 1.67, 567.67,\
                              1.45 Q 577.77, 2.06, 587.87, 3.02 Q 597.97, 2.84, 608.08, 2.72 Q 618.18, 2.49, 628.28, 2.17 Q 638.38, 2.52, 648.48, 1.86 Q\
                              658.58, 1.95, 668.68, 1.21 Q 678.78, 0.78, 688.89, 1.11 Q 698.99, 0.40, 709.09, 0.68 Q 719.19, 0.52, 729.29, 0.22 Q 739.39,\
                              0.32, 749.49, 1.17 Q 759.59, 1.42, 769.70, 0.97 Q 779.80, 0.69, 789.90, 1.10 Q 800.00, 0.82, 810.10, 0.48 Q 820.20, 0.86,\
                              830.30, 0.41 Q 840.40, 0.83, 850.51, 1.29 Q 860.61, 0.03, 870.71, 1.76 Q 880.81, 1.76, 890.91, 2.03 Q 901.01, 0.99, 911.11,\
                              0.44 Q 921.21, 1.20, 931.32, 1.41 Q 941.42, 1.26, 951.52, 2.05 Q 961.62, 1.30, 971.72, 1.55 Q 981.82, 1.39, 991.92, 1.44 Q\
                              1002.02, 1.10, 1012.13, 1.18 Q 1022.23, 0.79, 1032.33, 0.67 Q 1042.43, 1.33, 1052.53, 1.09 Q 1062.63, 0.60, 1072.73, 0.37\
                              Q 1082.84, 0.62, 1092.94, 1.14 Q 1103.04, 1.43, 1113.14, 0.98 Q 1123.24, 0.94, 1133.34, 0.87 Q 1143.44, 0.83, 1153.54, 0.85\
                              Q 1163.65, 1.32, 1173.75, 1.68 Q 1183.85, 1.98, 1193.95, 1.90 Q 1204.05, 1.45, 1214.15, 1.53 Q 1224.25, 1.41, 1234.35, 1.32\
                              Q 1244.46, 1.05, 1254.56, 1.17 Q 1264.66, 1.58, 1274.76, 1.93 Q 1284.86, 2.23, 1294.96, 1.12 Q 1305.06, 0.71, 1315.17, 2.00\
                              Q 1325.27, 1.99, 1335.37, 1.62 Q 1345.47, 0.76, 1355.57, 1.59 Q 1365.67, 1.20, 1375.77, 1.64 Q 1385.87, 1.08, 1395.98, 0.50\
                              Q 1406.08, 0.66, 1416.18, 0.83 Q 1426.28, 1.27, 1436.38, 1.02 Q 1446.48, 1.11, 1456.58, 0.63 Q 1466.69, 0.42, 1476.79, 0.82\
                              Q 1486.89, 1.59, 1496.99, 1.83 Q 1507.09, 2.41, 1517.19, 2.30 Q 1527.29, 1.90, 1537.39, 2.19 Q 1547.50, 1.97, 1557.60, 1.74\
                              Q 1567.70, 1.71, 1577.80, 1.70 Q 1587.90, 1.62, 1598.24, 1.76 Q 1598.44, 12.25, 1598.69, 22.69 Q 1598.16, 33.17, 1598.05,\
                              43.57 Q 1597.42, 53.97, 1598.55, 64.35 Q 1599.22, 74.75, 1598.43, 85.14 Q 1597.62, 95.54, 1597.51, 105.93 Q 1598.26, 116.32,\
                              1599.08, 126.71 Q 1598.89, 137.11, 1597.51, 147.50 Q 1598.01, 157.89, 1598.19, 168.29 Q 1597.56, 178.68, 1597.72, 189.07 Q\
                              1598.69, 199.46, 1599.11, 209.86 Q 1599.37, 220.25, 1599.72, 230.64 Q 1599.93, 241.04, 1599.31, 251.43 Q 1598.75, 261.82,\
                              1598.71, 272.21 Q 1598.37, 282.61, 1598.38, 293.37 Q 1587.86, 292.88, 1577.76, 292.73 Q 1567.71, 293.20, 1557.63, 293.87 Q\
                              1547.50, 293.47, 1537.40, 293.14 Q 1527.30, 293.54, 1517.19, 293.31 Q 1507.09, 293.26, 1496.99, 293.45 Q 1486.89, 293.52,\
                              1476.79, 294.00 Q 1466.69, 294.05, 1456.58, 294.04 Q 1446.48, 295.00, 1436.38, 294.15 Q 1426.28, 293.48, 1416.18, 294.30 Q\
                              1406.08, 293.58, 1395.98, 293.24 Q 1385.87, 293.43, 1375.77, 293.34 Q 1365.67, 293.44, 1355.57, 294.20 Q 1345.47, 294.34,\
                              1335.37, 294.45 Q 1325.27, 294.06, 1315.17, 294.45 Q 1305.06, 294.72, 1294.96, 294.19 Q 1284.86, 294.77, 1274.76, 294.41 Q\
                              1264.66, 294.49, 1254.56, 294.64 Q 1244.46, 294.74, 1234.35, 294.32 Q 1224.25, 294.48, 1214.15, 294.51 Q 1204.05, 294.71,\
                              1193.95, 294.81 Q 1183.85, 294.31, 1173.75, 294.65 Q 1163.65, 294.67, 1153.54, 294.14 Q 1143.44, 294.08, 1133.34, 293.49 Q\
                              1123.24, 293.46, 1113.14, 293.80 Q 1103.04, 293.69, 1092.94, 293.63 Q 1082.84, 294.07, 1072.73, 293.82 Q 1062.63, 293.72,\
                              1052.53, 293.83 Q 1042.43, 294.10, 1032.33, 293.67 Q 1022.23, 293.94, 1012.13, 293.86 Q 1002.02, 293.77, 991.92, 294.15 Q\
                              981.82, 293.91, 971.72, 293.63 Q 961.62, 293.95, 951.52, 292.94 Q 941.42, 293.76, 931.32, 292.92 Q 921.21, 292.52, 911.11,\
                              292.38 Q 901.01, 292.64, 890.91, 293.51 Q 880.81, 294.61, 870.71, 293.67 Q 860.61, 292.90, 850.51, 291.86 Q 840.40, 292.36,\
                              830.30, 292.26 Q 820.20, 291.72, 810.10, 292.90 Q 800.00, 292.55, 789.90, 293.54 Q 779.80, 293.99, 769.70, 293.15 Q 759.59,\
                              293.86, 749.49, 293.53 Q 739.39, 292.30, 729.29, 292.63 Q 719.19, 293.36, 709.09, 293.69 Q 698.99, 293.96, 688.89, 294.45\
                              Q 678.78, 294.50, 668.68, 293.21 Q 658.58, 294.04, 648.48, 293.50 Q 638.38, 292.37, 628.28, 293.10 Q 618.18, 293.22, 608.08,\
                              293.69 Q 597.97, 293.95, 587.87, 293.52 Q 577.77, 293.67, 567.67, 293.88 Q 557.57, 293.68, 547.47, 294.16 Q 537.37, 294.88,\
                              527.27, 293.78 Q 517.16, 292.82, 507.06, 292.92 Q 496.96, 292.81, 486.86, 292.90 Q 476.76, 292.83, 466.66, 292.44 Q 456.56,\
                              292.02, 446.46, 292.85 Q 436.35, 292.87, 426.25, 293.58 Q 416.15, 293.13, 406.05, 292.71 Q 395.95, 292.58, 385.85, 292.99\
                              Q 375.75, 293.20, 365.65, 293.30 Q 355.54, 293.11, 345.44, 292.98 Q 335.34, 293.73, 325.24, 293.52 Q 315.14, 293.25, 305.04,\
                              293.52 Q 294.94, 293.67, 284.84, 293.09 Q 274.73, 292.61, 264.63, 293.17 Q 254.53, 293.45, 244.43, 293.84 Q 234.33, 293.14,\
                              224.23, 292.92 Q 214.13, 292.86, 204.03, 292.95 Q 193.92, 291.79, 183.82, 291.36 Q 173.72, 292.47, 163.62, 293.07 Q 153.52,\
                              294.40, 143.42, 294.46 Q 133.32, 294.20, 123.22, 293.18 Q 113.11, 292.16, 103.01, 292.21 Q 92.91, 291.92, 82.81, 292.71 Q\
                              72.71, 291.96, 62.61, 293.67 Q 52.51, 293.83, 42.41, 293.97 Q 32.30, 294.16, 22.20, 293.61 Q 12.10, 292.74, 2.32, 292.68 Q\
                              2.04, 282.59, 1.58, 272.27 Q 1.34, 261.87, 0.37, 251.48 Q 0.79, 241.05, 0.62, 230.65 Q 0.66, 220.26, 0.76, 209.86 Q 0.74,\
                              199.47, 0.82, 189.07 Q 1.08, 178.68, 0.53, 168.29 Q 1.21, 157.89, 0.98, 147.50 Q 0.77, 137.11, 0.34, 126.71 Q -0.04, 116.32,\
                              0.36, 105.93 Q 0.57, 95.54, 0.74, 85.14 Q -0.17, 74.75, 0.36, 64.36 Q -0.18, 53.96, -0.33, 43.57 Q 0.13, 33.18, 0.67, 22.79\
                              Q 2.00, 12.39, 2.00, 2.00" style=" fill:white;"/>\
                           </svg:g>\
                        </svg:svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="304204165-1498418778" style="position: absolute; left: 585px; top: 250px; width: 258px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1498418778" data-review-reference-id="1498418778">\
                  <div class="stencil-wrapper" style="width: 258px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;">+ 7 (343) 289-40-45   |     Екатеринбург</p></span></span></div>\
                  </div>\
               </div>\
               <div id="304204165-1451687111" style="position: absolute; left: 560px; top: 250px; width: 16px; height: 16px" data-interactive-element-type="fonticon.icon" class="icon stencil mobile-interaction-potential-trigger " data-stencil-id="1451687111" data-review-reference-id="1451687111">\
                  <div class="stencil-wrapper" style="width: 16px; height: 16px">\
                     <div xmlns:pidoco="http://www.pidoco.com/util" style="width:16px;height:16px;" title="">\
                        <svg xmlns="http://www.w3.org/2000/svg" width="16" height="16" class="fill-black">\
                           <use xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="#icon-android-e091"></use>\
                        </svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="304204165-1385725661" style="position: absolute; left: 250px; top: 22px; width: 265px; height: 168px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1385725661" data-review-reference-id="1385725661">\
                  <div class="stencil-wrapper" style="width: 265px; height: 168px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.textblock2"><p style="font-size: 14px;"><span class="underline" style="font-size: 18px;">Главная</span><br /><span class="underline" style="font-size:\
                              18px;">Каталог</span><br /><span class="underline" style="font-size: 18px;">О нас</span><br /><span class="underline" style="font-size:\
                              18px;">Услуги</span><br /><span class="underline" style="font-size: 18px;">Дисконтная система<br />Мероприятия и акции<br\
                              /><br />Пользовательское соглашение</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="304204165-260626287" style="position: absolute; left: 625px; top: 20px; width: 221px; height: 126px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="260626287" data-review-reference-id="260626287">\
                  <div class="stencil-wrapper" style="width: 221px; height: 126px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.textblock2"><span style="font-size: 18px;"><u>Новости<br />Мастер-классы<br />Подарки к праздникам<br />Поделись впечатлениями<br />Партнеры<br\
                              />Оплата и доставка</u></span></span></span></div>\
                  </div>\
               </div>\
               <div id="304204165-331435409" style="position: absolute; left: 250px; top: 250px; width: 263px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="331435409" data-review-reference-id="331435409">\
                  <div class="stencil-wrapper" style="width: 263px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;">(с) 2017 Интернет магазин "Дом Книги"</p></span></span></div>\
                  </div>\
               </div>\
               <div id="304204165-1563532465" style="position: absolute; left: 1115px; top: 20px; width: 273px; height: 21px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1563532465" data-review-reference-id="1563532465">\
                  <div class="stencil-wrapper" style="width: 273px; height: 21px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p class="none" style="font-size: 14px;"><span style="font-size: 18px;">Дом Книги в социальных сетях:</span></p>\
                              <p class="none" style="font-size: 14px;"> </p></span></span></div>\
                  </div>\
               </div>\
               <div id="304204165-1996775051" style="position: absolute; left: 1245px; top: 126px; width: 143px; height: 21px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1996775051" data-review-reference-id="1996775051">\
                  <div class="stencil-wrapper" style="width: 143px; height: 21px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p class="none" style="font-size: 14px;"><span style="font-size: 18px;">Мы принимаем:</span></p>\
                              <p class="none" style="font-size: 14px;"> </p></span></span></div>\
                  </div>\
               </div>\
               <div id="304204165-257056278" style="position: absolute; left: 1160px; top: 50px; width: 48px; height: 48px" data-interactive-element-type="fonticon.icon" class="icon stencil mobile-interaction-potential-trigger " data-stencil-id="257056278" data-review-reference-id="257056278">\
                  <div class="stencil-wrapper" style="width: 48px; height: 48px">\
                     <div xmlns:pidoco="http://www.pidoco.com/util" style="width:48px;height:48px;" title="">\
                        <svg xmlns="http://www.w3.org/2000/svg" width="48" height="48" class="fill-black">\
                           <use xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="#icon-glyph-e411"></use>\
                        </svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="304204165-1572151005" style="position: absolute; left: 1293px; top: 50px; width: 48px; height: 48px" data-interactive-element-type="fonticon.icon" class="icon stencil mobile-interaction-potential-trigger " data-stencil-id="1572151005" data-review-reference-id="1572151005">\
                  <div class="stencil-wrapper" style="width: 48px; height: 48px">\
                     <div xmlns:pidoco="http://www.pidoco.com/util" style="width:48px;height:48px;" title="">\
                        <svg xmlns="http://www.w3.org/2000/svg" width="48" height="48" class="fill-black">\
                           <use xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="#icon-glyph-e418"></use>\
                        </svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="304204165-1448277183" style="position: absolute; left: 1336px; top: 50px; width: 48px; height: 48px" data-interactive-element-type="fonticon.icon" class="icon stencil mobile-interaction-potential-trigger " data-stencil-id="1448277183" data-review-reference-id="1448277183">\
                  <div class="stencil-wrapper" style="width: 48px; height: 48px">\
                     <div xmlns:pidoco="http://www.pidoco.com/util" style="width:48px;height:48px;" title="">\
                        <svg xmlns="http://www.w3.org/2000/svg" width="48" height="48" class="fill-black">\
                           <use xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="#icon-glyph-e398"></use>\
                        </svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="304204165-431686306" style="position: absolute; left: 1251px; top: 50px; width: 48px; height: 48px" data-interactive-element-type="fonticon.icon" class="icon stencil mobile-interaction-potential-trigger " data-stencil-id="431686306" data-review-reference-id="431686306">\
                  <div class="stencil-wrapper" style="width: 48px; height: 48px">\
                     <div xmlns:pidoco="http://www.pidoco.com/util" style="width:48px;height:48px;" title="">\
                        <svg xmlns="http://www.w3.org/2000/svg" width="48" height="48" class="fill-black">\
                           <use xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="#icon-glyph-e383"></use>\
                        </svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="304204165-1679065226" style="position: absolute; left: 1206px; top: 50px; width: 48px; height: 48px" data-interactive-element-type="fonticon.icon" class="icon stencil mobile-interaction-potential-trigger " data-stencil-id="1679065226" data-review-reference-id="1679065226">\
                  <div class="stencil-wrapper" style="width: 48px; height: 48px">\
                     <div xmlns:pidoco="http://www.pidoco.com/util" style="width:48px;height:48px;" title="">\
                        <svg xmlns="http://www.w3.org/2000/svg" width="48" height="48" class="fill-black">\
                           <use xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="#icon-glyph-e415"></use>\
                        </svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="304204165-212802492" style="position: absolute; left: 1320px; top: 170px; width: 60px; height: 41px" data-interactive-element-type="default.image" class="image stencil mobile-interaction-potential-trigger " data-stencil-id="212802492" data-review-reference-id="212802492">\
                  <div class="stencil-wrapper" style="width: 60px; height: 41px">\
                     <div xmlns:pidoco="http://www.pidoco.com/util" title="">\
                        <svg:svg xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:svg="http://www.w3.org/2000/svg" class="image-cropper" style="height: 41px;width:60px;" width="60" height="41">\
                           <svg:g width="60" height="41"><svg:path id="id" class=" svg_unselected_element" d="M 2.00, 2.00 Q 16.00, 2.13, 30.00, 2.15 Q 44.00, 2.30, 57.99, 2.01 Q\
                              58.00, 20.50, 58.13, 39.13 Q 44.05, 39.20, 30.00, 39.00 Q 16.04, 39.73, 2.36, 38.66 Q 2.00, 20.50, 2.00, 2.00" style="fill:white;stroke-width:1.5;"/><svg:path class=" svg_unselected_element" d="M 2.00, 2.00 Q 11.78, 7.49, 21.26, 13.43 Q 30.65, 19.51, 40.17, 25.40 Q 48.67,\
                              32.83, 58.00, 39.00" style=" fill:none;"/><svg:path class=" svg_unselected_element" d="M 2.00, 39.00 Q 11.49, 32.55, 21.10, 26.30 Q 30.61, 19.89, 40.20, 13.61 Q 50.33,\
                              8.17, 60.00, 2.00" style=" fill:none;"/>\
                           </svg:g>\
                        </svg:svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="304204165-146916841" style="position: absolute; left: 1250px; top: 170px; width: 60px; height: 41px" data-interactive-element-type="default.image" class="image stencil mobile-interaction-potential-trigger " data-stencil-id="146916841" data-review-reference-id="146916841">\
                  <div class="stencil-wrapper" style="width: 60px; height: 41px">\
                     <div xmlns:pidoco="http://www.pidoco.com/util" title="">\
                        <svg:svg xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:svg="http://www.w3.org/2000/svg" class="image-cropper" style="height: 41px;width:60px;" width="60" height="41">\
                           <svg:g width="60" height="41"><svg:path id="id" class=" svg_unselected_element" d="M 2.00, 2.00 Q 16.00, 0.45, 30.00, 1.15 Q 44.00, 1.32, 58.34, 1.66 Q\
                              59.05, 20.15, 58.56, 39.56 Q 44.31, 40.15, 30.09, 39.79 Q 16.08, 40.63, 1.39, 39.59 Q 2.00, 20.50, 2.00, 2.00" style="fill:white;stroke-width:1.5;"/><svg:path class=" svg_unselected_element" d="M 2.00, 2.00 Q 10.57, 9.32, 19.86, 15.56 Q 29.34, 21.50, 38.82, 27.45 Q 48.67,\
                              32.83, 58.00, 39.00" style=" fill:none;"/><svg:path class=" svg_unselected_element" d="M 2.00, 39.00 Q 10.96, 31.72, 20.59, 25.50 Q 30.19, 19.22, 40.02, 13.33 Q 50.33,\
                              8.17, 60.00, 2.00" style=" fill:none;"/>\
                           </svg:g>\
                        </svg:svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="304204165-1604099665" style="position: absolute; left: 1180px; top: 170px; width: 60px; height: 41px" data-interactive-element-type="default.image" class="image stencil mobile-interaction-potential-trigger " data-stencil-id="1604099665" data-review-reference-id="1604099665">\
                  <div class="stencil-wrapper" style="width: 60px; height: 41px">\
                     <div xmlns:pidoco="http://www.pidoco.com/util" title="">\
                        <svg:svg xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:svg="http://www.w3.org/2000/svg" class="image-cropper" style="height: 41px;width:60px;" width="60" height="41">\
                           <svg:g width="60" height="41"><svg:path id="id" class=" svg_unselected_element" d="M 2.00, 2.00 Q 16.00, 3.62, 30.00, 2.55 Q 44.00, 2.50, 58.34, 1.66 Q\
                              57.49, 20.67, 57.81, 38.81 Q 44.02, 39.06, 30.08, 39.72 Q 16.01, 39.13, 1.97, 39.03 Q 2.00, 20.50, 2.00, 2.00" style="fill:white;stroke-width:1.5;"/><svg:path class=" svg_unselected_element" d="M 2.00, 2.00 Q 10.73, 9.07, 20.88, 14.01 Q 30.95, 19.06, 40.17, 25.40 Q 48.67,\
                              32.83, 58.00, 39.00" style=" fill:none;"/><svg:path class=" svg_unselected_element" d="M 2.00, 39.00 Q 11.25, 32.17, 20.89, 25.97 Q 30.48, 19.69, 40.10, 13.44 Q 50.33,\
                              8.17, 60.00, 2.00" style=" fill:none;"/>\
                           </svg:g>\
                        </svg:svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="304204165-1648368775" style="position: absolute; left: 1110px; top: 170px; width: 60px; height: 41px" data-interactive-element-type="default.image" class="image stencil mobile-interaction-potential-trigger " data-stencil-id="1648368775" data-review-reference-id="1648368775">\
                  <div class="stencil-wrapper" style="width: 60px; height: 41px">\
                     <div xmlns:pidoco="http://www.pidoco.com/util" title="">\
                        <svg:svg xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:svg="http://www.w3.org/2000/svg" class="image-cropper" style="height: 41px;width:60px;" width="60" height="41">\
                           <svg:g width="60" height="41"><svg:path id="id" class=" svg_unselected_element" d="M 2.00, 2.00 Q 16.00, 0.58, 30.00, -0.03 Q 44.00, 0.05, 59.07, 0.93 Q\
                              59.35, 20.05, 58.55, 39.55 Q 44.37, 40.36, 30.17, 40.56 Q 16.04, 39.74, 1.39, 39.59 Q 2.00, 20.50, 2.00, 2.00" style="fill:white;stroke-width:1.5;"/><svg:path class=" svg_unselected_element" d="M 2.00, 2.00 Q 11.94, 7.25, 20.89, 13.99 Q 30.28, 20.08, 39.36, 26.63 Q 48.67,\
                              32.83, 58.00, 39.00" style=" fill:none;"/><svg:path class=" svg_unselected_element" d="M 2.00, 39.00 Q 12.13, 33.56, 21.55, 27.01 Q 31.13, 20.70, 40.42, 13.94 Q 50.33,\
                              8.17, 60.00, 2.00" style=" fill:none;"/>\
                           </svg:g>\
                        </svg:svg>\
                     </div>\
                  </div>\
               </div>\
            </div>\
         </div>\
         <div id="__containerId__-page858975018-layer-779382736" style="position: absolute; left: 245px; top: 150px; width: 1140px; height: 4px" data-interactive-element-type="static.line" class="line stencil mobile-interaction-potential-trigger " data-stencil-id="779382736" data-review-reference-id="779382736">\
            <div class="stencil-wrapper" style="width: 1140px; height: 4px">\
               <div title="">\
                  <svg:svg xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:svg="http://www.w3.org/2000/svg" style="position: absolute; left: 0px; top: 0px; height: 120px;width:1140px;" viewBox="0 0 1140 120" width="1140" height="120"><svg:path class=" svg_unselected_element" d="M 0.00, 60.00 Q 10.00, 59.83, 20.00, 59.79 Q 30.00, 59.66, 40.00, 59.59 Q 50.00,\
                     59.49, 60.00, 60.05 Q 70.00, 59.67, 80.00, 60.09 Q 90.00, 59.75, 100.00, 59.56 Q 110.00, 60.23, 120.00, 60.21 Q 130.00, 60.61,\
                     140.00, 60.14 Q 150.00, 59.40, 160.00, 60.73 Q 170.00, 60.26, 180.00, 59.77 Q 190.00, 59.16, 200.00, 59.66 Q 210.00, 60.34,\
                     220.00, 60.57 Q 230.00, 60.77, 240.00, 61.22 Q 250.00, 60.27, 260.00, 61.80 Q 270.00, 60.86, 280.00, 60.57 Q 290.00, 59.55,\
                     300.00, 59.43 Q 310.00, 60.35, 320.00, 61.04 Q 330.00, 60.29, 340.00, 60.34 Q 350.00, 59.66, 360.00, 60.54 Q 370.00, 59.70,\
                     380.00, 59.12 Q 390.00, 59.51, 400.00, 59.80 Q 410.00, 59.94, 420.00, 59.89 Q 430.00, 59.78, 440.00, 60.33 Q 450.00, 59.63,\
                     460.00, 59.52 Q 470.00, 59.86, 480.00, 60.02 Q 490.00, 59.85, 500.00, 58.45 Q 510.00, 59.21, 520.00, 60.75 Q 530.00, 60.44,\
                     540.00, 60.01 Q 550.00, 60.60, 560.00, 60.53 Q 570.00, 59.64, 580.00, 58.54 Q 590.00, 58.56, 600.00, 58.23 Q 610.00, 58.07,\
                     620.00, 59.26 Q 630.00, 59.80, 640.00, 59.67 Q 650.00, 59.28, 660.00, 59.05 Q 670.00, 59.82, 680.00, 60.23 Q 690.00, 59.95,\
                     700.00, 58.98 Q 710.00, 58.69, 720.00, 59.82 Q 730.00, 60.03, 740.00, 60.20 Q 750.00, 60.38, 760.00, 59.80 Q 770.00, 59.59,\
                     780.00, 59.68 Q 790.00, 59.89, 800.00, 59.37 Q 810.00, 59.68, 820.00, 58.60 Q 830.00, 59.28, 840.00, 59.34 Q 850.00, 59.52,\
                     860.00, 59.47 Q 870.00, 60.70, 880.00, 59.93 Q 890.00, 59.83, 900.00, 58.93 Q 910.00, 59.31, 920.00, 59.48 Q 930.00, 60.03,\
                     940.00, 60.42 Q 950.00, 60.87, 960.00, 60.55 Q 970.00, 60.30, 980.00, 59.90 Q 990.00, 59.53, 1000.00, 58.20 Q 1010.00, 58.37,\
                     1020.00, 59.22 Q 1030.00, 60.88, 1040.00, 61.18 Q 1050.00, 60.93, 1060.00, 59.90 Q 1070.00, 59.18, 1080.00, 58.21 Q 1090.00,\
                     58.49, 1100.00, 59.26 Q 1110.00, 59.78, 1120.00, 59.99 Q 1130.00, 60.00, 1140.00, 60.00" style="marker-start:;marker-end:"/>\
                  </svg:svg>\
               </div>\
            </div>\
         </div>\
         <div id="__containerId__-page858975018-layer-2133052782" style="position: absolute; left: 1485px; top: 1645px; width: 60px; height: 60px" data-interactive-element-type="static.rect" class="rect stencil mobile-interaction-potential-trigger " data-stencil-id="2133052782" data-review-reference-id="2133052782">\
            <div class="stencil-wrapper" style="width: 60px; height: 60px">\
               <div title="">\
                  <svg:svg xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:svg="http://www.w3.org/2000/svg" overflow="hidden" style="height: 60px;width:60px;" width="60" height="60">\
                     <svg:g width="60" height="60"><svg:path class=" svg_unselected_element" d="M 2.00, 2.00 Q 16.00, 0.65, 30.00, 0.64 Q 44.00, 0.50, 58.55, 1.45 Q 58.98, 15.67,\
                        58.77, 29.89 Q 58.65, 43.96, 58.18, 58.18 Q 43.94, 57.80, 30.13, 58.95 Q 16.07, 59.11, 1.96, 58.04 Q 1.74, 44.08, 1.60, 30.05\
                        Q 2.00, 16.00, 2.00, 2.00" style=" fill:white;"/>\
                     </svg:g>\
                  </svg:svg>\
               </div>\
            </div>\
         </div>\
         <div id="__containerId__-page858975018-layer-1494769681" style="position: absolute; left: 1500px; top: 1660px; width: 32px; height: 32px" data-interactive-element-type="fonticon.icon" class="icon stencil mobile-interaction-potential-trigger " data-stencil-id="1494769681" data-review-reference-id="1494769681">\
            <div class="stencil-wrapper" style="width: 32px; height: 32px">\
               <div xmlns:pidoco="http://www.pidoco.com/util" style="width:32px;height:32px;" title="">\
                  <svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" class="fill-black">\
                     <use xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="#icon-glyph-e214"></use>\
                  </svg>\
               </div>\
            </div>\
         </div>\
         <div id="__containerId__-page858975018-layer-1343654486" style="position: absolute; left: 1340px; top: 225px; width: 47px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1343654486" data-review-reference-id="1343654486">\
            <div class="stencil-wrapper" style="width: 47px; height: 17px">\
               <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.link2"><p style="font-size: 14px;"><span class="underline">Выйти</span></p></span></span></div>\
            </div>\
         </div>\
         <div id="__containerId__-page858975018-layer-1338290988" style="position: absolute; left: 295px; top: 225px; width: 315px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1338290988" data-review-reference-id="1338290988">\
            <div class="stencil-wrapper" style="width: 315px; height: 17px">\
               <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;"><span class="underline">Константин</span>         <span class="underline">Мои заказы </span> \
                              <span class="underline">Закладки (14)</span></p></span></span></div>\
            </div>\
         </div>\
         <div id="__containerId__-page858975018-layer-1048205641" style="position: absolute; left: 1160px; top: 225px; width: 155px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1048205641" data-review-reference-id="1048205641">\
            <div class="stencil-wrapper" style="width: 155px; height: 17px">\
               <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.link2"><p style="font-size: 14px;"><span class="underline">Редактировать аккаунт</span></p></span></span></div>\
            </div>\
         </div>\
         <div id="__containerId__-page858975018-layer-1781953264" style="position: absolute; left: 250px; top: 220px; width: 33px; height: 25px" data-interactive-element-type="default.image" class="image stencil mobile-interaction-potential-trigger " data-stencil-id="1781953264" data-review-reference-id="1781953264">\
            <div class="stencil-wrapper" style="width: 33px; height: 25px">\
               <div xmlns:pidoco="http://www.pidoco.com/util" title="">\
                  <svg:svg xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:svg="http://www.w3.org/2000/svg" class="image-cropper" style="height: 25px;width:33px;" width="33" height="25">\
                     <svg:g width="33" height="25"><svg:path id="id" class=" svg_unselected_element" d="M 2.00, 2.00 Q 16.50, -0.12, 32.10, 0.90 Q 32.71, 11.93, 31.85, 23.85\
                        Q 16.93, 24.58, 1.14, 23.73 Q 2.00, 12.50, 2.00, 2.00" style="fill:white;stroke-width:1.5;"/><svg:path class=" svg_unselected_element" d="M 2.00, 2.00 Q 16.50, 12.50, 31.00, 23.00" style=" fill:none;"/><svg:path class=" svg_unselected_element" d="M 2.00, 23.00 Q 17.50, 12.50, 33.00, 2.00" style=" fill:none;"/>\
                     </svg:g>\
                  </svg:svg>\
               </div>\
            </div>\
         </div>\
         <div id="__containerId__-page858975018-layer-752373954" style="position: absolute; left: 245px; top: 5px; width: 1140px; height: 130px" data-interactive-element-type="group" class="group stencil mobile-interaction-potential-trigger " data-stencil-id="752373954" data-review-reference-id="752373954">\
            <div class="stencil-wrapper" style="width: 1140px; height: 130px">\
               <div id="752373954-1674363396" style="position: absolute; left: 845px; top: 35px; width: 295px; height: 95px" data-interactive-element-type="static.rect" class="rect stencil mobile-interaction-potential-trigger " data-stencil-id="1674363396" data-review-reference-id="1674363396">\
                  <div class="stencil-wrapper" style="width: 295px; height: 95px">\
                     <div title="">\
                        <svg:svg xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:svg="http://www.w3.org/2000/svg" overflow="hidden" style="height: 95px;width:295px;" width="295" height="95">\
                           <svg:g width="295" height="95"><svg:path class=" svg_unselected_element" d="M 2.00, 2.00 Q 12.39, 0.59, 22.79, 1.93 Q 33.18, 2.11, 43.57, 2.76 Q 53.96, 2.54,\
                              64.36, 1.41 Q 74.75, 1.52, 85.14, 1.70 Q 95.54, 1.99, 105.93, 1.83 Q 116.32, 0.98, 126.71, 0.85 Q 137.11, 1.50, 147.50, 1.39\
                              Q 157.89, 0.57, 168.29, 0.40 Q 178.68, 0.25, 189.07, -0.03 Q 199.46, 0.95, 209.86, 0.80 Q 220.25, 0.86, 230.64, 0.71 Q 241.04,\
                              0.50, 251.43, 0.38 Q 261.82, 0.63, 272.21, 0.47 Q 282.61, 0.71, 293.73, 1.27 Q 294.23, 12.96, 294.76, 24.50 Q 294.66, 36.01,\
                              294.59, 47.45 Q 294.85, 58.85, 294.91, 70.23 Q 294.58, 81.62, 294.04, 94.04 Q 283.06, 94.37, 272.30, 93.59 Q 261.85, 93.47,\
                              251.46, 93.91 Q 241.05, 93.73, 230.65, 93.58 Q 220.25, 93.63, 209.86, 93.82 Q 199.47, 93.99, 189.07, 94.52 Q 178.68, 93.36,\
                              168.29, 94.41 Q 157.89, 94.14, 147.50, 93.58 Q 137.11, 93.53, 126.71, 94.00 Q 116.32, 93.17, 105.93, 94.18 Q 95.54, 93.43,\
                              85.14, 93.98 Q 74.75, 93.96, 64.36, 94.17 Q 53.96, 94.43, 43.57, 94.78 Q 33.18, 94.42, 22.79, 94.04 Q 12.39, 93.83, 1.50,\
                              93.50 Q 1.06, 81.94, 0.94, 70.40 Q 1.01, 58.94, 0.58, 47.55 Q 1.65, 36.13, 1.37, 24.75 Q 2.00, 13.38, 2.00, 2.00" style="\
                              fill:white;"/>\
                           </svg:g>\
                        </svg:svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="752373954-1572620298" style="position: absolute; left: 0px; top: 35px; width: 160px; height: 95px" data-interactive-element-type="default.image" class="image stencil mobile-interaction-potential-trigger " data-stencil-id="1572620298" data-review-reference-id="1572620298">\
                  <div class="stencil-wrapper" style="width: 160px; height: 95px">\
                     <div xmlns:pidoco="http://www.pidoco.com/util" title="">\
                        <svg:svg xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:svg="http://www.w3.org/2000/svg" class="image-cropper" style="height: 95px;width:160px;" width="160" height="95">\
                           <svg:g width="160" height="95"><svg:path id="id" class=" svg_unselected_element" d="M 2.00, 2.00 Q 13.14, 1.65, 24.29, 1.49 Q 35.43, 1.33, 46.57, 1.35 Q\
                              57.71, 1.30, 68.86, 1.26 Q 80.00, 1.42, 91.14, 1.43 Q 102.29, 0.81, 113.43, 1.27 Q 124.57, 0.81, 135.71, 1.66 Q 146.86, 0.70,\
                              158.15, 1.85 Q 157.72, 13.47, 158.23, 24.72 Q 159.06, 36.05, 159.66, 47.45 Q 159.04, 58.86, 159.17, 70.24 Q 159.22, 81.62,\
                              158.33, 93.33 Q 147.02, 93.49, 135.70, 92.87 Q 124.58, 93.09, 113.46, 94.05 Q 102.30, 93.82, 91.14, 92.53 Q 80.00, 92.97,\
                              68.86, 92.21 Q 57.71, 92.13, 46.57, 93.32 Q 35.43, 94.38, 24.29, 93.77 Q 13.14, 94.53, 0.93, 94.07 Q 1.18, 81.90, 1.02, 70.39\
                              Q 0.79, 58.96, 0.61, 47.54 Q 0.98, 36.14, 0.89, 24.76 Q 2.00, 13.38, 2.00, 2.00" style="fill:white;stroke-width:1.5;"/><svg:path class=" svg_unselected_element" d="M 2.00, 2.00 Q 11.81, 5.10, 19.98, 11.00 Q 28.48, 16.34, 36.89, 21.84 Q 45.23,\
                              27.45, 54.09, 32.18 Q 63.17, 36.52, 71.57, 42.03 Q 79.95, 47.58, 88.65, 52.59 Q 97.37, 57.55, 106.00, 62.66 Q 115.24, 66.74,\
                              124.07, 71.51 Q 132.80, 76.45, 141.54, 81.39 Q 149.33, 87.94, 158.00, 93.00" style=" fill:none;"/><svg:path class=" svg_unselected_element" d="M 2.00, 93.00 Q 10.39, 87.28, 19.11, 82.12 Q 27.84, 76.98, 36.54, 71.79 Q 45.23,\
                              66.58, 54.05, 61.60 Q 63.06, 56.95, 71.74, 51.72 Q 80.41, 46.48, 89.22, 41.47 Q 98.10, 36.59, 106.51, 30.90 Q 115.80, 26.73,\
                              124.38, 21.34 Q 133.20, 16.35, 142.09, 11.50 Q 151.22, 7.06, 160.00, 2.00" style=" fill:none;"/>\
                           </svg:g>\
                        </svg:svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="752373954-1396705768" style="position: absolute; left: 170px; top: 35px; width: 670px; height: 95px" data-interactive-element-type="static.rect" class="rect stencil mobile-interaction-potential-trigger " data-stencil-id="1396705768" data-review-reference-id="1396705768">\
                  <div class="stencil-wrapper" style="width: 670px; height: 95px">\
                     <div title="">\
                        <svg:svg xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:svg="http://www.w3.org/2000/svg" overflow="hidden" style="height: 95px;width:670px;" width="670" height="95">\
                           <svg:g width="670" height="95"><svg:path class=" svg_unselected_element" d="M 2.00, 2.00 Q 12.09, 1.83, 22.18, 2.25 Q 32.27, 1.73, 42.36, 1.65 Q 52.45, 0.19,\
                              62.55, 0.71 Q 72.64, 1.77, 82.73, 1.62 Q 92.82, 0.33, 102.91, -0.09 Q 113.00, 0.30, 123.09, 0.66 Q 133.18, 0.50, 143.27, 1.09\
                              Q 153.36, 1.36, 163.45, 0.69 Q 173.55, 0.83, 183.64, -0.03 Q 193.73, -0.03, 203.82, -0.03 Q 213.91, 0.24, 224.00, 0.43 Q 234.09,\
                              0.46, 244.18, 1.29 Q 254.27, 0.61, 264.36, 1.06 Q 274.45, 1.00, 284.55, 1.76 Q 294.64, 2.10, 304.73, 2.28 Q 314.82, 1.54,\
                              324.91, 2.30 Q 335.00, 2.30, 345.09, 1.63 Q 355.18, 0.87, 365.27, 0.34 Q 375.36, 0.35, 385.45, 0.71 Q 395.55, 0.99, 405.64,\
                              0.82 Q 415.73, 0.72, 425.82, 1.04 Q 435.91, 1.70, 446.00, 1.72 Q 456.09, 1.02, 466.18, 1.77 Q 476.27, 2.36, 486.36, 2.38 Q\
                              496.45, 1.97, 506.55, 0.71 Q 516.64, 0.03, 526.73, 0.03 Q 536.82, -0.03, 546.91, 1.00 Q 557.00, 2.01, 567.09, 2.25 Q 577.18,\
                              2.41, 587.27, 1.79 Q 597.36, 1.71, 607.45, 1.49 Q 617.55, 2.42, 627.64, 1.68 Q 637.73, 1.59, 647.82, 3.20 Q 657.91, 2.46,\
                              667.92, 2.08 Q 668.78, 13.12, 669.11, 24.59 Q 669.00, 36.06, 669.48, 47.45 Q 669.51, 58.85, 669.24, 70.24 Q 669.36, 81.62,\
                              668.64, 93.64 Q 658.25, 94.02, 648.01, 94.38 Q 637.80, 94.17, 627.68, 94.33 Q 617.57, 94.48, 607.47, 94.70 Q 597.37, 94.18,\
                              587.27, 94.02 Q 577.18, 94.13, 567.09, 94.73 Q 557.00, 94.72, 546.91, 94.58 Q 536.82, 94.86, 526.73, 94.44 Q 516.64, 95.01,\
                              506.55, 93.68 Q 496.45, 93.47, 486.36, 92.78 Q 476.27, 93.43, 466.18, 93.90 Q 456.09, 94.04, 446.00, 94.61 Q 435.91, 94.23,\
                              425.82, 94.21 Q 415.73, 93.58, 405.64, 94.06 Q 395.55, 94.22, 385.45, 94.39 Q 375.36, 94.35, 365.27, 94.49 Q 355.18, 94.14,\
                              345.09, 94.25 Q 335.00, 93.50, 324.91, 93.65 Q 314.82, 93.80, 304.73, 94.21 Q 294.64, 94.75, 284.55, 94.86 Q 274.45, 94.67,\
                              264.36, 94.74 Q 254.27, 94.43, 244.18, 94.55 Q 234.09, 94.55, 224.00, 94.03 Q 213.91, 94.91, 203.82, 94.26 Q 193.73, 94.18,\
                              183.64, 93.73 Q 173.55, 93.38, 163.45, 94.34 Q 153.36, 94.99, 143.27, 93.18 Q 133.18, 91.98, 123.09, 90.95 Q 113.00, 92.09,\
                              102.91, 93.78 Q 92.82, 94.08, 82.73, 94.36 Q 72.64, 93.96, 62.55, 94.88 Q 52.45, 94.20, 42.36, 94.21 Q 32.27, 94.10, 22.18,\
                              94.02 Q 12.09, 93.29, 1.27, 93.73 Q 0.60, 82.09, 0.76, 70.43 Q 1.40, 58.91, 1.47, 47.52 Q 1.18, 36.14, 1.48, 24.75 Q 2.00,\
                              13.38, 2.00, 2.00" style=" fill:white;"/>\
                           </svg:g>\
                        </svg:svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="752373954-830378373" style="position: absolute; left: 885px; top: 53px; width: 90px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="830378373" data-review-reference-id="830378373">\
                  <div class="stencil-wrapper" style="width: 90px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.textHeadline32"><div style="text-align: center;"><span class="underline" style="color: black; font-size: 14px; display: inline !important;">Мой\
                              кабинет</span></div></span></span></div>\
                  </div>\
               </div>\
               <div id="752373954-435833701" style="position: absolute; left: 205px; top: 100px; width: 458px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="435833701" data-review-reference-id="435833701">\
                  <div class="stencil-wrapper" style="width: 458px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;"><span style="font-size: 14px;">Главная        Каталог        О нас        Услуги        Дисконтная\
                              система </span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="752373954-1749951493" style="position: absolute; left: 205px; top: 50px; width: 333px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1749951493" data-review-reference-id="1749951493">\
                  <div class="stencil-wrapper" style="width: 333px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p class="none" style="font-size: 14px;"><span class="bold" style="font-size: 14px;">Не останавливайтесь на прочитаном (лозунг) </span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="752373954-20697561" style="position: absolute; left: 170px; top: 80px; width: 670px; height: 4px" data-interactive-element-type="static.line" class="line stencil mobile-interaction-potential-trigger " data-stencil-id="20697561" data-review-reference-id="20697561">\
                  <div class="stencil-wrapper" style="width: 670px; height: 4px">\
                     <div title="">\
                        <svg:svg xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:svg="http://www.w3.org/2000/svg" style="position: absolute; left: 0px; top: 0px; height: 4px;width:670px;" viewBox="0 0 670 4" width="670" height="4"><svg:path class=" svg_unselected_element" d="M 0.00, 2.00 Q 10.15, 1.19, 20.30, 0.90 Q 30.45, 0.60, 40.61, 0.33 Q 50.76, 0.25,\
                           60.91, 0.93 Q 71.06, 0.88, 81.21, 0.15 Q 91.36, 0.96, 101.52, 0.01 Q 111.67, 0.34, 121.82, 0.94 Q 131.97, 1.41, 142.12, 0.81\
                           Q 152.27, 0.04, 162.42, 0.13 Q 172.58, 1.39, 182.73, 1.40 Q 192.88, 0.42, 203.03, -0.08 Q 213.18, 0.54, 223.33, 0.84 Q 233.48,\
                           1.16, 243.64, 1.53 Q 253.79, 1.93, 263.94, 2.24 Q 274.09, 2.01, 284.24, 1.22 Q 294.39, 0.23, 304.55, 0.05 Q 314.70, -0.55,\
                           324.85, 0.51 Q 335.00, 1.36, 345.15, 2.23 Q 355.30, 2.51, 365.45, 2.32 Q 375.61, 1.74, 385.76, 1.06 Q 395.91, 0.75, 406.06,\
                           0.69 Q 416.21, 1.02, 426.36, 1.59 Q 436.52, 1.90, 446.67, 1.03 Q 456.82, 0.57, 466.97, 0.86 Q 477.12, 0.97, 487.27, 0.88 Q\
                           497.42, 0.75, 507.58, 0.58 Q 517.73, 0.49, 527.88, 0.65 Q 538.03, -0.09, 548.18, 0.12 Q 558.33, -0.10, 568.48, 0.02 Q 578.64,\
                           0.26, 588.79, 0.89 Q 598.94, 1.20, 609.09, 1.17 Q 619.24, 0.25, 629.39, -0.33 Q 639.55, 0.01, 649.70, 0.64 Q 659.85, 2.00,\
                           670.00, 2.00" style="marker-start:;marker-end:"/>\
                        </svg:svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="752373954-670277120" style="position: absolute; left: 990px; top: 65px; width: 32px; height: 32px" data-interactive-element-type="fonticon.icon" class="icon stencil mobile-interaction-potential-trigger " data-stencil-id="670277120" data-review-reference-id="670277120">\
                  <div class="stencil-wrapper" style="width: 32px; height: 32px">\
                     <div xmlns:pidoco="http://www.pidoco.com/util" style="width:32px;height:32px;" title="">\
                        <svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" class="fill-black">\
                           <use xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="#icon-glyph-e210"></use>\
                        </svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="752373954-1933815494" style="position: absolute; left: 845px; top: 45px; width: 32px; height: 32px" data-interactive-element-type="fonticon.icon" class="icon stencil mobile-interaction-potential-trigger " data-stencil-id="1933815494" data-review-reference-id="1933815494">\
                  <div class="stencil-wrapper" style="width: 32px; height: 32px">\
                     <div xmlns:pidoco="http://www.pidoco.com/util" style="width:32px;height:32px;" title="">\
                        <svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" class="fill-black">\
                           <use xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="#icon-glyph-e004"></use>\
                        </svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="752373954-325380380" style="position: absolute; left: 735px; top: 90px; width: 100px; height: 32px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="325380380" data-review-reference-id="325380380">\
                  <div class="stencil-wrapper" style="width: 100px; height: 32px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;"><span style="font-size: 14px;">Мероприятия <br />и акции</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="752373954-921095093" style="position: absolute; left: 695px; top: 90px; width: 32px; height: 32px" data-interactive-element-type="fonticon.icon" class="icon stencil mobile-interaction-potential-trigger " data-stencil-id="921095093" data-review-reference-id="921095093">\
                  <div class="stencil-wrapper" style="width: 32px; height: 32px">\
                     <div xmlns:pidoco="http://www.pidoco.com/util" style="width:32px;height:32px;" title="">\
                        <svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" class="fill-black">\
                           <use xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="#icon-glyph-e023"></use>\
                        </svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="752373954-447299808" style="position: absolute; left: 25px; top: 0px; width: 103px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="447299808" data-review-reference-id="447299808">\
                  <div class="stencil-wrapper" style="width: 103px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;"><span style="font-size: 11px;">+ 7 (343) 289-40-45</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="752373954-382669655" style="position: absolute; left: 0px; top: 0px; width: 16px; height: 16px" data-interactive-element-type="fonticon.icon" class="icon stencil mobile-interaction-potential-trigger " data-stencil-id="382669655" data-review-reference-id="382669655">\
                  <div class="stencil-wrapper" style="width: 16px; height: 16px">\
                     <div xmlns:pidoco="http://www.pidoco.com/util" style="width:16px;height:16px;" title="">\
                        <svg xmlns="http://www.w3.org/2000/svg" width="16" height="16" class="fill-black">\
                           <use xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="#icon-android-e091"></use>\
                        </svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="752373954-1486260579" style="position: absolute; left: 875px; top: 0px; width: 146px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1486260579" data-review-reference-id="1486260579">\
                  <div class="stencil-wrapper" style="width: 146px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;"><span style="font-size: 11px;">Условия оплаты и доставки</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="752373954-1837359274" style="position: absolute; left: 45px; top: 110px; width: 74px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1837359274" data-review-reference-id="1837359274">\
                  <div class="stencil-wrapper" style="width: 74px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;"><span class="italic">* логотип</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="752373954-749388169" style="position: absolute; left: 885px; top: 90px; width: 96px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="749388169" data-review-reference-id="749388169">\
                  <div class="stencil-wrapper" style="width: 96px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;"><span class="underline">(31) Закладки</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="752373954-2079295729" style="position: absolute; left: 845px; top: 85px; width: 32px; height: 32px" data-interactive-element-type="fonticon.icon" class="icon stencil mobile-interaction-potential-trigger " data-stencil-id="2079295729" data-review-reference-id="2079295729">\
                  <div class="stencil-wrapper" style="width: 32px; height: 32px">\
                     <div xmlns:pidoco="http://www.pidoco.com/util" style="width:32px;height:32px;" title="">\
                        <svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" class="fill-black">\
                           <use xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="#icon-glyph-e073"></use>\
                        </svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="752373954-1850293513" style="position: absolute; left: 1025px; top: 65px; width: 69px; height: 32px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1850293513" data-review-reference-id="1850293513">\
                  <div class="stencil-wrapper" style="width: 69px; height: 32px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px; text-align: center;">4 товара <br />в корзине</p></span></span></div>\
                  </div>\
               </div>\
               <div id="752373954-1326480871" style="position: absolute; left: 1025px; top: 45px; width: 55px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1326480871" data-review-reference-id="1326480871">\
                  <div class="stencil-wrapper" style="width: 55px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;"><span class="bold">3162 р</span>.</p></span></span></div>\
                  </div>\
               </div>\
               <div id="752373954-1665075228" style="position: absolute; left: 1025px; top: 105px; width: 114px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1665075228" data-review-reference-id="1665075228">\
                  <div class="stencil-wrapper" style="width: 114px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.link2"><p style="font-size: 14px;"><span class="underline">Оформить заказ</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="752373954-352235360" style="position: absolute; left: 1110px; top: 45px; width: 24px; height: 24px" data-interactive-element-type="fonticon.icon" class="icon stencil mobile-interaction-potential-trigger " data-stencil-id="352235360" data-review-reference-id="352235360">\
                  <div class="stencil-wrapper" style="width: 24px; height: 24px">\
                     <div xmlns:pidoco="http://www.pidoco.com/util" style="width:24px;height:24px;" title="">\
                        <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" class="fill-black">\
                           <use xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="#icon-glyph-e218"></use>\
                        </svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="752373954-1539208703" style="position: absolute; left: 750px; top: 0px; width: 16px; height: 16px" data-interactive-element-type="fonticon.icon" class="icon stencil mobile-interaction-potential-trigger " data-stencil-id="1539208703" data-review-reference-id="1539208703">\
                  <div class="stencil-wrapper" style="width: 16px; height: 16px">\
                     <div xmlns:pidoco="http://www.pidoco.com/util" style="width:16px;height:16px;" title="">\
                        <svg xmlns="http://www.w3.org/2000/svg" width="16" height="16" class="fill-black">\
                           <use xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="#icon-glyph-e125"></use>\
                        </svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="752373954-1383501152" style="position: absolute; left: 785px; top: 0px; width: 65px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1383501152" data-review-reference-id="1383501152">\
                  <div class="stencil-wrapper" style="width: 65px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;"><span style="font-size: 11px;">Поддержка </span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="752373954-1150166268" style="position: absolute; left: 140px; top: 0px; width: 89px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1150166268" data-review-reference-id="1150166268">\
                  <div class="stencil-wrapper" style="width: 89px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;"><span style="font-size: 11px;">Заказать звонок</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="752373954-66721027" style="position: absolute; left: 1050px; top: 0px; width: 90px; height: 17px" data-interactive-element-type="group" class="group stencil mobile-interaction-potential-trigger " data-stencil-id="66721027" data-review-reference-id="66721027">\
                  <div class="stencil-wrapper" style="width: 90px; height: 17px">\
                     <div id="66721027-875754375" style="position: absolute; left: 0px; top: 0px; width: 16px; height: 16px" data-interactive-element-type="fonticon.icon" class="icon stencil mobile-interaction-potential-trigger " data-stencil-id="875754375" data-review-reference-id="875754375">\
                        <div class="stencil-wrapper" style="width: 16px; height: 16px">\
                           <div xmlns:pidoco="http://www.pidoco.com/util" style="width:16px;height:16px;" title="">\
                              <svg xmlns="http://www.w3.org/2000/svg" width="16" height="16" class="fill-black">\
                                 <use xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="#icon-glyph-e243"></use>\
                              </svg>\
                           </div>\
                        </div>\
                     </div>\
                     <div id="66721027-380797901" style="position: absolute; left: 20px; top: 0px; width: 75px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="380797901" data-review-reference-id="380797901">\
                        <div class="stencil-wrapper" style="width: 75px; height: 17px">\
                           <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;"><span style="font-size: 11px;">Екатеринбург</span></p></span></span></div>\
                        </div>\
                     </div>\
                  </div>\
               </div>\
            </div>\
         </div>\
         <div id="__containerId__-page858975018-layer-1209402524" style="position: absolute; left: 285px; top: 170px; width: 211px; height: 37px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1209402524" data-review-reference-id="1209402524">\
            <div class="stencil-wrapper" style="width: 211px; height: 37px">\
               <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.textHeadline12"><p><span style="font-size: 32px;">Мои закладки</span></p></span></span></div>\
            </div>\
         </div>\
         <div id="__containerId__-page858975018-layer-608540496" style="position: absolute; left: 245px; top: 172px; width: 32px; height: 32px" data-interactive-element-type="fonticon.icon" class="icon stencil mobile-interaction-potential-trigger " data-stencil-id="608540496" data-review-reference-id="608540496">\
            <div class="stencil-wrapper" style="width: 32px; height: 32px">\
               <div xmlns:pidoco="http://www.pidoco.com/util" style="width:32px;height:32px;" title="">\
                  <svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" class="fill-black">\
                     <use xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="#icon-glyph-e073"></use>\
                  </svg>\
               </div>\
            </div>\
         </div>\
         <div id="__containerId__-page858975018-layer-1093378809" style="position: absolute; left: 250px; top: 1655px; width: 136px; height: 45px" data-interactive-element-type="group" class="group stencil mobile-interaction-potential-trigger " data-stencil-id="1093378809" data-review-reference-id="1093378809">\
            <div class="stencil-wrapper" style="width: 136px; height: 45px">\
               <div id="1093378809-835358699" style="position: absolute; left: 0px; top: 0px; width: 136px; height: 45px" data-interactive-element-type="default.button" class="button stencil mobile-interaction-potential-trigger " data-stencil-id="835358699" data-review-reference-id="835358699">\
                  <div class="stencil-wrapper" style="width: 136px; height: 45px">\
                     <div xmlns:helper="java:it.rapidrabb.editor.stencils.helpers.StencilHelper" style="position:absolute; left:0; top:-2px;" title="">\
                        <svg:svg xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:svg="http://www.w3.org/2000/svg" overflow="hidden" style="position: absolute;top: 2px;height: 45px;width:136px;" width="136" height="45">\
                           <svg:g width="136" height="45"><svg:path class=" svg_unselected_element" d="M 2.00, 2.00 Q 12.75, 0.14, 23.50, 0.85 Q 34.25, 1.20, 45.00, 1.48 Q 55.75, 1.35,\
                              66.50, 1.85 Q 77.25, 2.83, 88.00, 2.08 Q 98.75, 1.89, 109.50, 1.80 Q 120.25, 1.61, 131.15, 1.85 Q 130.84, 21.05, 130.97, 39.97\
                              Q 120.46, 40.76, 109.58, 40.73 Q 98.80, 41.06, 88.02, 40.79 Q 77.26, 40.92, 66.50, 40.76 Q 55.75, 41.41, 45.00, 40.69 Q 34.25,\
                              40.75, 23.50, 40.28 Q 12.75, 39.82, 2.13, 39.87 Q 2.00, 21.00, 2.00, 2.00" style=" fill:#d9d9d9;"/><svg:path class=" svg_unselected_element" d="M 132.00, 4.00 Q 132.00, 23.50, 132.00, 43.00" style=" fill:none;"/><svg:path class=" svg_unselected_element" d="M 133.00, 5.00 Q 133.00, 24.50, 133.00, 44.00" style=" fill:none;"/><svg:path class=" svg_unselected_element" d="M 134.00, 6.00 Q 134.00, 25.50, 134.00, 45.00" style=" fill:none;"/><svg:path class=" svg_unselected_element" d="M 4.00, 41.00 Q 14.83, 39.42, 25.67, 40.32 Q 36.50, 41.00, 47.33, 41.14 Q 58.17,\
                              40.50, 69.00, 40.80 Q 79.83, 40.89, 90.67, 40.21 Q 101.50, 41.14, 112.33, 40.23 Q 123.17, 41.00, 134.00, 41.00" style=" fill:none;"/><svg:path class=" svg_unselected_element" d="M 5.00, 42.00 Q 15.83, 42.14, 26.67, 41.58 Q 37.50, 41.86, 48.33, 41.00 Q 59.17,\
                              41.39, 70.00, 41.80 Q 80.83, 41.24, 91.67, 41.18 Q 102.50, 40.66, 113.33, 40.52 Q 124.17, 42.00, 135.00, 42.00" style=" fill:none;"/><svg:path class=" svg_unselected_element" d="M 6.00, 43.00 Q 16.83, 42.78, 27.67, 42.98 Q 38.50, 42.39, 49.33, 43.12 Q 60.17,\
                              42.74, 71.00, 42.84 Q 81.83, 43.09, 92.67, 44.12 Q 103.50, 43.75, 114.33, 43.25 Q 125.17, 43.00, 136.00, 43.00" style=" fill:none;"/>\
                           </svg:g>\
                        </svg:svg><button id="1093378809-835358699button" type="button" onmouseover="rabbit.facade.raiseEvent(rabbit.events.buttonMouseOver, \'1093378809-835358699button\');" onmouseout="rabbit.facade.raiseEvent(rabbit.events.buttonMouseOut, &#34;1093378809-835358699button&#34;);" title="" class="ClickableSketch" style="position: absolute; width:132px;height:41px;font-size:1.3333333333333333em;cursor:pointer;color:black" xml:space="preserve">\
                           				Назад<br />  \
                           			</button></div>\
                  </div>\
               </div>\
               <div id="1093378809-1587489164" style="position: absolute; left: 5px; top: 10px; width: 32px; height: 32px" data-interactive-element-type="fonticon.icon" class="icon stencil mobile-interaction-potential-trigger " data-stencil-id="1587489164" data-review-reference-id="1587489164">\
                  <div class="stencil-wrapper" style="width: 32px; height: 32px">\
                     <div xmlns:pidoco="http://www.pidoco.com/util" style="width:32px;height:32px;" title="">\
                        <svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" class="fill-black">\
                           <use xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="#icon-glyph-e225"></use>\
                        </svg>\
                     </div>\
                  </div>\
               </div>\
            </div>\
         </div>\
         <div id="__containerId__-page858975018-layer-1723638537" style="position: absolute; left: 270px; top: 330px; width: 156px; height: 21px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1723638537" data-review-reference-id="1723638537">\
            <div class="stencil-wrapper" style="width: 156px; height: 21px">\
               <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.link2"><p style="font-size: 14px;"><span style="font-size: 18px;">У вас <span class="underline">27</span> закладок</span></p></span></span></div>\
            </div>\
         </div>\
         <div id="__containerId__-page858975018-layer-text88341055" style="position: absolute; left: 1250px; top: 335px; width: 114px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="text88341055" data-review-reference-id="text88341055">\
            <div class="stencil-wrapper" style="width: 114px; height: 17px">\
               <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.link2"><p style="font-size: 14px;"><span class="underline">Очистить список</span></p></span></span></div>\
            </div>\
         </div>\
         <div id="__containerId__-page858975018-layer-icon119019904" style="position: absolute; left: 1230px; top: 335px; width: 16px; height: 16px" data-interactive-element-type="fonticon.icon" class="icon stencil mobile-interaction-potential-trigger " data-stencil-id="icon119019904" data-review-reference-id="icon119019904">\
            <div class="stencil-wrapper" style="width: 16px; height: 16px">\
               <div xmlns:pidoco="http://www.pidoco.com/util" style="width:16px;height:16px;" title="">\
                  <svg xmlns="http://www.w3.org/2000/svg" width="16" height="16" class="fill-black">\
                     <use xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="#icon-glyph-e193"></use>\
                  </svg>\
               </div>\
            </div>\
         </div>\
         <div id="__containerId__-page858975018-layer-text345420166" style="position: absolute; left: 270px; top: 410px; width: 58px; height: 21px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="text345420166" data-review-reference-id="text345420166">\
            <div class="stencil-wrapper" style="width: 58px; height: 21px">\
               <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;"><span style="font-size: 18px;">Книги:</span></p></span></span></div>\
            </div>\
         </div>\
         <div id="__containerId__-page858975018-layer-1054558780" style="position: absolute; left: 270px; top: 475px; width: 200px; height: 350px" data-interactive-element-type="group" class="group stencil mobile-interaction-potential-trigger " data-stencil-id="1054558780" data-review-reference-id="1054558780">\
            <div class="stencil-wrapper" style="width: 200px; height: 350px">\
               <div id="1054558780-992568235" style="position: absolute; left: 0px; top: 0px; width: 200px; height: 190px" data-interactive-element-type="default.image" class="image stencil mobile-interaction-potential-trigger " data-stencil-id="992568235" data-review-reference-id="992568235">\
                  <div class="stencil-wrapper" style="width: 200px; height: 190px">\
                     <div xmlns:pidoco="http://www.pidoco.com/util" title="">\
                        <svg:svg xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:svg="http://www.w3.org/2000/svg" class="image-cropper" style="height: 190px;width:200px;" width="200" height="190">\
                           <svg:g width="200" height="190"><svg:path id="id" class=" svg_unselected_element" d="M 2.00, 2.00 Q 12.89, 0.36, 23.78, 0.26 Q 34.67, 0.17, 45.56, -0.01 Q\
                              56.44, 0.29, 67.33, 0.29 Q 78.22, 0.24, 89.11, 0.10 Q 100.00, 0.12, 110.89, 1.06 Q 121.78, 0.63, 132.67, 0.57 Q 143.56, 0.63,\
                              154.44, 0.61 Q 165.33, 0.32, 176.22, 0.28 Q 187.11, 0.25, 198.85, 1.15 Q 198.98, 12.01, 198.21, 22.64 Q 198.54, 32.96, 198.59,\
                              43.31 Q 198.45, 53.66, 198.84, 63.99 Q 198.71, 74.33, 198.08, 84.67 Q 197.89, 95.00, 197.98, 105.33 Q 198.65, 115.67, 198.94,\
                              126.00 Q 199.14, 136.33, 198.93, 146.67 Q 199.01, 157.00, 198.56, 167.33 Q 198.74, 177.67, 198.40, 188.40 Q 187.33, 188.66,\
                              176.38, 189.11 Q 165.40, 188.93, 154.44, 188.01 Q 143.55, 187.80, 132.67, 188.45 Q 121.78, 188.87, 110.89, 188.06 Q 100.00,\
                              187.76, 89.11, 187.70 Q 78.22, 188.27, 67.33, 188.59 Q 56.44, 188.85, 45.56, 188.52 Q 34.67, 187.89, 23.78, 188.06 Q 12.89,\
                              188.16, 2.02, 187.98 Q 2.63, 177.46, 2.78, 167.22 Q 1.61, 157.03, 1.47, 146.68 Q 1.40, 136.34, 1.20, 126.01 Q 1.16, 115.67,\
                              0.50, 105.34 Q 2.13, 95.00, 1.96, 84.67 Q 2.02, 74.33, 1.05, 64.00 Q 1.53, 53.67, 1.47, 43.33 Q 1.26, 33.00, 1.24, 22.67 Q\
                              2.00, 12.33, 2.00, 2.00" style="fill:white;stroke-width:1.5;"/><svg:path class=" svg_unselected_element" d="M 2.00, 2.00 Q 10.65, 7.98, 18.24, 15.09 Q 25.84, 22.17, 33.49, 29.21 Q 40.92,\
                              36.48, 48.35, 43.74 Q 55.96, 50.83, 63.57, 57.90 Q 71.20, 64.96, 78.31, 72.56 Q 85.83, 79.74, 93.53, 86.72 Q 100.93, 94.02,\
                              108.47, 101.17 Q 116.27, 108.05, 123.59, 115.44 Q 131.05, 122.67, 138.69, 129.72 Q 145.94, 137.18, 153.27, 144.55 Q 160.78,\
                              151.73, 168.22, 158.99 Q 175.40, 166.52, 183.64, 172.94 Q 190.46, 180.85, 198.00, 188.00" style=" fill:none;"/><svg:path class=" svg_unselected_element" d="M 2.00, 188.00 Q 9.37, 180.58, 17.09, 173.54 Q 25.00, 166.70, 32.23, 159.14 Q\
                              39.72, 151.85, 47.95, 145.35 Q 55.02, 137.62, 62.84, 130.69 Q 70.02, 123.07, 77.84, 116.12 Q 86.04, 109.59, 94.10, 102.91\
                              Q 101.55, 95.58, 108.38, 87.60 Q 116.40, 80.87, 123.74, 73.43 Q 130.68, 65.56, 138.30, 58.41 Q 146.43, 51.80, 154.12, 44.72\
                              Q 162.09, 37.95, 170.17, 31.28 Q 177.84, 24.19, 185.07, 16.63 Q 192.38, 9.15, 200.00, 2.00" style=" fill:none;"/>\
                           </svg:g>\
                        </svg:svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="1054558780-526468190" style="position: absolute; left: 0px; top: 190px; width: 200px; height: 160px" data-interactive-element-type="static.rect" class="rect stencil mobile-interaction-potential-trigger " data-stencil-id="526468190" data-review-reference-id="526468190">\
                  <div class="stencil-wrapper" style="width: 200px; height: 160px">\
                     <div title="">\
                        <svg:svg xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:svg="http://www.w3.org/2000/svg" overflow="hidden" style="height: 160px;width:200px;" width="200" height="160">\
                           <svg:g width="200" height="160"><svg:path class=" svg_unselected_element" d="M 2.00, 2.00 Q 12.89, 2.31, 23.78, 2.89 Q 34.67, 2.53, 45.56, 3.25 Q 56.44, 2.24,\
                              67.33, 2.74 Q 78.22, 2.54, 89.11, 2.82 Q 100.00, 3.34, 110.89, 0.86 Q 121.78, 2.72, 132.67, 3.43 Q 143.56, 3.19, 154.44, 2.85\
                              Q 165.33, 2.35, 176.22, 2.14 Q 187.11, 2.64, 197.37, 2.63 Q 198.06, 13.12, 199.19, 24.12 Q 197.79, 35.44, 197.16, 46.60 Q\
                              196.74, 57.73, 196.75, 68.87 Q 197.21, 80.00, 198.05, 91.14 Q 198.66, 102.29, 198.75, 113.43 Q 198.77, 124.57, 198.88, 135.71\
                              Q 197.75, 146.86, 197.90, 157.90 Q 187.04, 157.78, 176.21, 157.90 Q 165.34, 158.09, 154.43, 157.56 Q 143.56, 158.29, 132.67,\
                              158.22 Q 121.78, 158.25, 110.89, 159.47 Q 100.00, 159.41, 89.11, 158.04 Q 78.22, 157.49, 67.33, 158.27 Q 56.44, 158.54, 45.56,\
                              157.86 Q 34.67, 156.93, 23.78, 157.03 Q 12.89, 157.60, 2.31, 157.69 Q 2.62, 146.65, 1.82, 135.74 Q 1.34, 124.62, 1.43, 113.45\
                              Q 1.50, 102.29, 0.99, 91.15 Q 0.87, 80.00, 0.81, 68.86 Q 0.80, 57.72, 0.73, 46.57 Q 0.69, 35.43, 2.80, 24.29 Q 2.00, 13.14,\
                              2.00, 2.00" style=" fill:white;"/>\
                           </svg:g>\
                        </svg:svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="1054558780-220962239" style="position: absolute; left: 10px; top: 320px; width: 67px; height: 21px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="220962239" data-review-reference-id="220962239">\
                  <div class="stencil-wrapper" style="width: 67px; height: 21px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;"><span class="bold" style="font-size: 18px;">1200 р.</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="1054558780-956348465" style="position: absolute; left: 100px; top: 320px; width: 22px; height: 22px" data-interactive-element-type="fonticon.icon" class="icon stencil mobile-interaction-potential-trigger " data-stencil-id="956348465" data-review-reference-id="956348465">\
                  <div class="stencil-wrapper" style="width: 22px; height: 22px">\
                     <div xmlns:pidoco="http://www.pidoco.com/util" style="width:22px;height:22px;" title="">\
                        <svg xmlns="http://www.w3.org/2000/svg" width="22" height="22" class="fill-black">\
                           <use xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="#icon-glyph-e209"></use>\
                        </svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="1054558780-2099583849" style="position: absolute; left: 125px; top: 325px; width: 70px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="2099583849" data-review-reference-id="2099583849">\
                  <div class="stencil-wrapper" style="width: 70px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p class="none" style="font-size: 14px;"><span class="underline" style="font-size: 14px;">В корзину</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="1054558780-491541145" style="position: absolute; left: 10px; top: 195px; width: 175px; height: 32px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="491541145" data-review-reference-id="491541145">\
                  <div class="stencil-wrapper" style="width: 175px; height: 32px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.textblock2"><p><span class="bold underline">Первая линия. Рассказы и истории разных лет</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="1054558780-2143759369" style="position: absolute; left: 10px; top: 265px; width: 117px; height: 48px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="2143759369" data-review-reference-id="2143759369">\
                  <div class="stencil-wrapper" style="width: 117px; height: 48px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.textblock2"><p class="none" style="font-size: 14px;">Автор: Фрай М.<br />.<br />Издание: 2016 г. </p></span></span></div>\
                  </div>\
               </div>\
               <div id="1054558780-245038872" style="position: absolute; left: 10px; top: 245px; width: 64px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="245038872" data-review-reference-id="245038872">\
                  <div class="stencil-wrapper" style="width: 64px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;">Детектив</p></span></span></div>\
                  </div>\
               </div>\
               <div id="1054558780-2045602427" style="position: absolute; left: 125px; top: 5px; width: 51px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="2045602427" data-review-reference-id="2045602427">\
                  <div class="stencil-wrapper" style="width: 51px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;"><span class="italic">* photo</span></p></span></span></div>\
                  </div>\
               </div>\
            </div>\
         </div>\
         <div id="__containerId__-page858975018-layer-group118047567" style="position: absolute; left: 270px; top: 865px; width: 200px; height: 350px" data-interactive-element-type="group" class="group stencil mobile-interaction-potential-trigger " data-stencil-id="group118047567" data-review-reference-id="group118047567">\
            <div class="stencil-wrapper" style="width: 200px; height: 350px">\
               <div id="group118047567-990814694" style="position: absolute; left: 0px; top: 0px; width: 200px; height: 190px" data-interactive-element-type="default.image" class="image stencil mobile-interaction-potential-trigger " data-stencil-id="990814694" data-review-reference-id="990814694">\
                  <div class="stencil-wrapper" style="width: 200px; height: 190px">\
                     <div xmlns:pidoco="http://www.pidoco.com/util" title="">\
                        <svg:svg xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:svg="http://www.w3.org/2000/svg" class="image-cropper" style="height: 190px;width:200px;" width="200" height="190">\
                           <svg:g width="200" height="190"><svg:path id="id" class=" svg_unselected_element" d="M 2.00, 2.00 Q 12.89, 1.82, 23.78, 1.81 Q 34.67, 1.67, 45.56, 1.58 Q\
                              56.44, 1.23, 67.33, 1.15 Q 78.22, 1.12, 89.11, 0.99 Q 100.00, 0.89, 110.89, 0.89 Q 121.78, 0.95, 132.67, 0.87 Q 143.56, 0.72,\
                              154.44, 0.65 Q 165.33, 0.61, 176.22, 0.39 Q 187.11, 0.55, 198.68, 1.32 Q 199.10, 11.97, 199.12, 22.51 Q 198.82, 32.95, 198.66,\
                              43.31 Q 199.10, 53.65, 199.29, 63.99 Q 199.72, 74.33, 199.45, 84.66 Q 199.47, 95.00, 199.61, 105.33 Q 199.64, 115.67, 199.61,\
                              126.00 Q 199.30, 136.33, 199.37, 146.67 Q 199.75, 157.00, 199.77, 167.33 Q 199.57, 177.67, 198.79, 188.79 Q 187.50, 189.15,\
                              176.36, 188.99 Q 165.39, 188.88, 154.46, 188.38 Q 143.56, 188.04, 132.67, 187.85 Q 121.78, 188.14, 110.89, 187.97 Q 100.00,\
                              188.98, 89.11, 188.59 Q 78.22, 188.69, 67.33, 188.34 Q 56.44, 188.59, 45.56, 188.78 Q 34.67, 188.76, 23.78, 188.76 Q 12.89,\
                              189.06, 1.50, 188.50 Q 1.22, 177.93, 1.31, 167.43 Q 0.58, 157.09, 0.49, 146.72 Q 1.30, 136.34, 1.45, 126.00 Q 1.56, 115.67,\
                              1.42, 105.33 Q 0.88, 95.00, 1.16, 84.67 Q 0.55, 74.33, 0.57, 64.00 Q 1.45, 53.67, 1.45, 43.33 Q 1.52, 33.00, 1.36, 22.67 Q\
                              2.00, 12.33, 2.00, 2.00" style="fill:white;stroke-width:1.5;"/><svg:path class=" svg_unselected_element" d="M 2.00, 2.00 Q 11.10, 7.51, 18.62, 14.68 Q 25.97, 22.03, 33.52, 29.17 Q 40.83,\
                              36.57, 48.36, 43.73 Q 55.80, 50.99, 63.18, 58.31 Q 70.58, 65.61, 77.90, 72.99 Q 85.31, 80.29, 93.01, 87.27 Q 100.17, 94.83,\
                              108.33, 101.32 Q 114.82, 109.57, 123.05, 116.01 Q 130.91, 122.82, 138.25, 130.19 Q 145.80, 137.33, 153.31, 144.51 Q 160.67,\
                              151.85, 168.26, 158.95 Q 175.53, 166.38, 183.13, 173.47 Q 190.46, 180.85, 198.00, 188.00" style=" fill:none;"/><svg:path class=" svg_unselected_element" d="M 2.00, 188.00 Q 8.95, 180.13, 16.31, 172.71 Q 23.86, 165.49, 31.39, 158.24 Q\
                              39.01, 151.10, 46.87, 144.21 Q 54.33, 136.88, 61.92, 129.70 Q 69.44, 122.45, 77.04, 115.27 Q 85.12, 108.61, 92.58, 101.29\
                              Q 100.37, 94.33, 108.02, 87.22 Q 115.54, 79.96, 123.16, 72.81 Q 130.59, 65.45, 137.93, 58.01 Q 145.82, 51.14, 153.12, 43.66\
                              Q 161.25, 37.05, 169.31, 30.37 Q 177.36, 23.68, 184.28, 15.79 Q 192.38, 9.15, 200.00, 2.00" style=" fill:none;"/>\
                           </svg:g>\
                        </svg:svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="group118047567-1330755671" style="position: absolute; left: 0px; top: 190px; width: 200px; height: 160px" data-interactive-element-type="static.rect" class="rect stencil mobile-interaction-potential-trigger " data-stencil-id="1330755671" data-review-reference-id="1330755671">\
                  <div class="stencil-wrapper" style="width: 200px; height: 160px">\
                     <div title="">\
                        <svg:svg xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:svg="http://www.w3.org/2000/svg" overflow="hidden" style="height: 160px;width:200px;" width="200" height="160">\
                           <svg:g width="200" height="160"><svg:path class=" svg_unselected_element" d="M 2.00, 2.00 Q 12.89, 0.99, 23.78, 0.80 Q 34.67, 0.77, 45.56, 0.65 Q 56.44, 0.52,\
                              67.33, 0.40 Q 78.22, 0.41, 89.11, 1.06 Q 100.00, 0.83, 110.89, 0.26 Q 121.78, 0.19, 132.67, 0.02 Q 143.56, -0.04, 154.44,\
                              0.12 Q 165.33, 0.84, 176.22, 1.48 Q 187.11, 0.87, 198.46, 1.54 Q 199.26, 12.72, 199.68, 24.05 Q 199.18, 35.35, 199.82, 46.51\
                              Q 199.90, 57.68, 199.92, 68.84 Q 200.07, 79.99, 200.07, 91.14 Q 200.10, 102.28, 199.92, 113.43 Q 199.76, 124.57, 198.25, 135.71\
                              Q 197.96, 146.86, 197.87, 157.87 Q 187.22, 158.32, 176.30, 158.52 Q 165.35, 158.20, 154.45, 158.08 Q 143.55, 157.61, 132.67,\
                              159.04 Q 121.78, 158.80, 110.89, 159.27 Q 100.00, 158.15, 89.11, 158.12 Q 78.22, 158.39, 67.33, 159.07 Q 56.44, 158.70, 45.56,\
                              159.15 Q 34.67, 159.27, 23.78, 159.26 Q 12.89, 159.24, 1.23, 158.77 Q 1.40, 147.06, 0.94, 135.87 Q 0.64, 124.66, 0.56, 113.47\
                              Q 0.38, 102.31, 0.49, 91.15 Q 0.49, 80.01, 0.77, 68.86 Q 1.51, 57.71, 2.03, 46.57 Q 2.91, 35.43, 1.18, 24.29 Q 2.00, 13.14,\
                              2.00, 2.00" style=" fill:white;"/>\
                           </svg:g>\
                        </svg:svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="group118047567-1200333456" style="position: absolute; left: 10px; top: 320px; width: 67px; height: 21px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1200333456" data-review-reference-id="1200333456">\
                  <div class="stencil-wrapper" style="width: 67px; height: 21px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;"><span class="bold" style="font-size: 18px;">1200 р.</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="group118047567-339642505" style="position: absolute; left: 100px; top: 320px; width: 22px; height: 22px" data-interactive-element-type="fonticon.icon" class="icon stencil mobile-interaction-potential-trigger " data-stencil-id="339642505" data-review-reference-id="339642505">\
                  <div class="stencil-wrapper" style="width: 22px; height: 22px">\
                     <div xmlns:pidoco="http://www.pidoco.com/util" style="width:22px;height:22px;" title="">\
                        <svg xmlns="http://www.w3.org/2000/svg" width="22" height="22" class="fill-black">\
                           <use xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="#icon-glyph-e209"></use>\
                        </svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="group118047567-446417987" style="position: absolute; left: 125px; top: 325px; width: 70px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="446417987" data-review-reference-id="446417987">\
                  <div class="stencil-wrapper" style="width: 70px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p class="none" style="font-size: 14px;"><span class="underline" style="font-size: 14px;">В корзину</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="group118047567-1352701683" style="position: absolute; left: 10px; top: 195px; width: 175px; height: 32px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1352701683" data-review-reference-id="1352701683">\
                  <div class="stencil-wrapper" style="width: 175px; height: 32px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.textblock2"><p><span class="bold underline">Первая линия. Рассказы и истории разных лет</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="group118047567-1722845449" style="position: absolute; left: 10px; top: 265px; width: 117px; height: 48px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1722845449" data-review-reference-id="1722845449">\
                  <div class="stencil-wrapper" style="width: 117px; height: 48px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.textblock2"><p class="none" style="font-size: 14px;">Автор: Фрай М.<br />.<br />Издание: 2016 г. </p></span></span></div>\
                  </div>\
               </div>\
               <div id="group118047567-1166488149" style="position: absolute; left: 10px; top: 245px; width: 64px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1166488149" data-review-reference-id="1166488149">\
                  <div class="stencil-wrapper" style="width: 64px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;">Детектив</p></span></span></div>\
                  </div>\
               </div>\
               <div id="group118047567-1952537814" style="position: absolute; left: 125px; top: 5px; width: 51px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1952537814" data-review-reference-id="1952537814">\
                  <div class="stencil-wrapper" style="width: 51px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;"><span class="italic">* photo</span></p></span></span></div>\
                  </div>\
               </div>\
            </div>\
         </div>\
         <div id="__containerId__-page858975018-layer-group701204708" style="position: absolute; left: 720px; top: 475px; width: 200px; height: 350px" data-interactive-element-type="group" class="group stencil mobile-interaction-potential-trigger " data-stencil-id="group701204708" data-review-reference-id="group701204708">\
            <div class="stencil-wrapper" style="width: 200px; height: 350px">\
               <div id="group701204708-921680270" style="position: absolute; left: 0px; top: 0px; width: 200px; height: 190px" data-interactive-element-type="default.image" class="image stencil mobile-interaction-potential-trigger " data-stencil-id="921680270" data-review-reference-id="921680270">\
                  <div class="stencil-wrapper" style="width: 200px; height: 190px">\
                     <div xmlns:pidoco="http://www.pidoco.com/util" title="">\
                        <svg:svg xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:svg="http://www.w3.org/2000/svg" class="image-cropper" style="height: 190px;width:200px;" width="200" height="190">\
                           <svg:g width="200" height="190"><svg:path id="id" class=" svg_unselected_element" d="M 2.00, 2.00 Q 12.89, 1.67, 23.78, 1.52 Q 34.67, 1.34, 45.56, 2.00 Q\
                              56.44, 1.05, 67.33, 1.66 Q 78.22, 2.17, 89.11, 2.17 Q 100.00, 0.99, 110.89, 0.81 Q 121.78, 1.38, 132.67, 1.58 Q 143.56, 1.44,\
                              154.44, 2.96 Q 165.33, 3.28, 176.22, 2.61 Q 187.11, 2.05, 198.48, 1.52 Q 199.07, 11.98, 199.02, 22.52 Q 198.76, 32.95, 197.92,\
                              43.34 Q 198.57, 53.66, 197.58, 64.00 Q 198.13, 74.33, 198.00, 84.67 Q 197.20, 95.00, 197.41, 105.33 Q 198.40, 115.67, 197.97,\
                              126.00 Q 198.34, 136.33, 198.79, 146.67 Q 199.02, 157.00, 198.50, 167.33 Q 198.19, 177.67, 197.97, 187.97 Q 187.18, 188.22,\
                              176.28, 188.42 Q 165.33, 188.02, 154.46, 188.58 Q 143.57, 188.83, 132.67, 188.86 Q 121.78, 188.66, 110.89, 187.47 Q 100.00,\
                              189.37, 89.11, 188.59 Q 78.22, 189.07, 67.33, 188.19 Q 56.44, 188.00, 45.56, 189.07 Q 34.67, 188.44, 23.78, 188.50 Q 12.89,\
                              187.89, 2.56, 187.44 Q 2.65, 177.45, 2.69, 167.24 Q 1.54, 157.03, 1.54, 146.68 Q 1.57, 136.34, 1.50, 126.00 Q 1.66, 115.67,\
                              1.29, 105.33 Q 1.14, 95.00, 1.64, 84.67 Q 1.14, 74.33, 1.16, 64.00 Q 1.28, 53.67, 1.56, 43.33 Q 2.43, 33.00, 1.81, 22.67 Q\
                              2.00, 12.33, 2.00, 2.00" style="fill:white;stroke-width:1.5;"/><svg:path class=" svg_unselected_element" d="M 2.00, 2.00 Q 8.84, 9.89, 16.73, 16.68 Q 24.67, 23.40, 32.43, 30.33 Q 39.64,\
                              37.82, 47.28, 44.87 Q 54.58, 52.28, 62.23, 59.31 Q 69.90, 66.32, 77.26, 73.67 Q 85.12, 80.49, 92.54, 87.77 Q 100.12, 94.88,\
                              107.22, 102.49 Q 114.84, 109.56, 122.40, 116.69 Q 129.38, 124.43, 137.90, 130.55 Q 144.68, 138.50, 152.93, 144.91 Q 160.66,\
                              151.86, 168.20, 159.01 Q 176.16, 165.72, 182.84, 173.78 Q 190.46, 180.85, 198.00, 188.00" style=" fill:none;"/><svg:path class=" svg_unselected_element" d="M 2.00, 188.00 Q 8.71, 179.88, 16.22, 172.61 Q 24.30, 165.96, 31.08, 157.91 Q\
                              39.67, 151.80, 47.58, 144.96 Q 54.48, 137.05, 61.21, 128.95 Q 69.60, 122.62, 77.52, 115.79 Q 84.79, 108.27, 93.21, 101.97\
                              Q 100.83, 94.82, 108.10, 87.29 Q 115.18, 79.57, 122.43, 72.03 Q 130.32, 65.17, 138.61, 58.73 Q 146.54, 51.91, 154.15, 44.75\
                              Q 161.74, 37.57, 168.85, 29.89 Q 176.69, 22.97, 184.83, 16.37 Q 192.38, 9.15, 200.00, 2.00" style=" fill:none;"/>\
                           </svg:g>\
                        </svg:svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="group701204708-1188257623" style="position: absolute; left: 0px; top: 190px; width: 200px; height: 160px" data-interactive-element-type="static.rect" class="rect stencil mobile-interaction-potential-trigger " data-stencil-id="1188257623" data-review-reference-id="1188257623">\
                  <div class="stencil-wrapper" style="width: 200px; height: 160px">\
                     <div title="">\
                        <svg:svg xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:svg="http://www.w3.org/2000/svg" overflow="hidden" style="height: 160px;width:200px;" width="200" height="160">\
                           <svg:g width="200" height="160"><svg:path class=" svg_unselected_element" d="M 2.00, 2.00 Q 12.89, 0.80, 23.78, 0.79 Q 34.67, 0.65, 45.56, 0.63 Q 56.44, 0.66,\
                              67.33, 0.79 Q 78.22, 0.71, 89.11, 0.59 Q 100.00, 0.57, 110.89, 0.58 Q 121.78, 1.08, 132.67, 1.19 Q 143.56, 1.13, 154.44, 1.29\
                              Q 165.33, 1.58, 176.22, 0.75 Q 187.11, 0.67, 198.71, 1.29 Q 199.09, 12.78, 199.23, 24.11 Q 198.34, 35.41, 198.24, 46.56 Q\
                              197.92, 57.72, 198.04, 68.86 Q 197.92, 80.00, 198.76, 91.14 Q 198.11, 102.29, 198.08, 113.43 Q 198.06, 124.57, 197.44, 135.71\
                              Q 198.35, 146.86, 198.28, 158.28 Q 187.25, 158.42, 176.36, 158.97 Q 165.35, 158.27, 154.45, 158.30 Q 143.57, 158.89, 132.67,\
                              158.87 Q 121.78, 159.11, 110.89, 159.06 Q 100.00, 158.11, 89.11, 158.56 Q 78.22, 157.56, 67.33, 158.59 Q 56.44, 157.77, 45.56,\
                              157.95 Q 34.67, 158.83, 23.78, 157.88 Q 12.89, 158.07, 2.10, 157.90 Q 1.88, 146.90, 0.90, 135.87 Q 1.50, 124.60, 1.58, 113.44\
                              Q 1.71, 102.29, 1.59, 91.15 Q 1.56, 80.00, 2.21, 68.86 Q 3.35, 57.71, 2.62, 46.57 Q 3.25, 35.43, 1.35, 24.29 Q 2.00, 13.14,\
                              2.00, 2.00" style=" fill:white;"/>\
                           </svg:g>\
                        </svg:svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="group701204708-837850160" style="position: absolute; left: 10px; top: 320px; width: 67px; height: 21px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="837850160" data-review-reference-id="837850160">\
                  <div class="stencil-wrapper" style="width: 67px; height: 21px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;"><span class="bold" style="font-size: 18px;">1200 р.</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="group701204708-1043321397" style="position: absolute; left: 100px; top: 320px; width: 22px; height: 22px" data-interactive-element-type="fonticon.icon" class="icon stencil mobile-interaction-potential-trigger " data-stencil-id="1043321397" data-review-reference-id="1043321397">\
                  <div class="stencil-wrapper" style="width: 22px; height: 22px">\
                     <div xmlns:pidoco="http://www.pidoco.com/util" style="width:22px;height:22px;" title="">\
                        <svg xmlns="http://www.w3.org/2000/svg" width="22" height="22" class="fill-black">\
                           <use xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="#icon-glyph-e209"></use>\
                        </svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="group701204708-1909998943" style="position: absolute; left: 125px; top: 325px; width: 70px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1909998943" data-review-reference-id="1909998943">\
                  <div class="stencil-wrapper" style="width: 70px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p class="none" style="font-size: 14px;"><span class="underline" style="font-size: 14px;">В корзину</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="group701204708-1784878929" style="position: absolute; left: 10px; top: 195px; width: 175px; height: 32px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1784878929" data-review-reference-id="1784878929">\
                  <div class="stencil-wrapper" style="width: 175px; height: 32px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.textblock2"><p><span class="bold underline">Первая линия. Рассказы и истории разных лет</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="group701204708-1227400759" style="position: absolute; left: 10px; top: 265px; width: 117px; height: 48px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1227400759" data-review-reference-id="1227400759">\
                  <div class="stencil-wrapper" style="width: 117px; height: 48px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.textblock2"><p class="none" style="font-size: 14px;">Автор: Фрай М.<br />.<br />Издание: 2016 г. </p></span></span></div>\
                  </div>\
               </div>\
               <div id="group701204708-407808981" style="position: absolute; left: 10px; top: 245px; width: 64px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="407808981" data-review-reference-id="407808981">\
                  <div class="stencil-wrapper" style="width: 64px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;">Детектив</p></span></span></div>\
                  </div>\
               </div>\
               <div id="group701204708-767756901" style="position: absolute; left: 125px; top: 5px; width: 51px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="767756901" data-review-reference-id="767756901">\
                  <div class="stencil-wrapper" style="width: 51px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;"><span class="italic">* photo</span></p></span></span></div>\
                  </div>\
               </div>\
            </div>\
         </div>\
         <div id="__containerId__-page858975018-layer-group754820533" style="position: absolute; left: 720px; top: 865px; width: 200px; height: 350px" data-interactive-element-type="group" class="group stencil mobile-interaction-potential-trigger " data-stencil-id="group754820533" data-review-reference-id="group754820533">\
            <div class="stencil-wrapper" style="width: 200px; height: 350px">\
               <div id="group754820533-1139045917" style="position: absolute; left: 0px; top: 0px; width: 200px; height: 190px" data-interactive-element-type="default.image" class="image stencil mobile-interaction-potential-trigger " data-stencil-id="1139045917" data-review-reference-id="1139045917">\
                  <div class="stencil-wrapper" style="width: 200px; height: 190px">\
                     <div xmlns:pidoco="http://www.pidoco.com/util" title="">\
                        <svg:svg xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:svg="http://www.w3.org/2000/svg" class="image-cropper" style="height: 190px;width:200px;" width="200" height="190">\
                           <svg:g width="200" height="190"><svg:path id="id" class=" svg_unselected_element" d="M 2.00, 2.00 Q 12.89, 1.52, 23.78, 1.52 Q 34.67, 1.37, 45.56, 1.36 Q\
                              56.44, 1.25, 67.33, 1.52 Q 78.22, 1.47, 89.11, 1.54 Q 100.00, 1.39, 110.89, 1.36 Q 121.78, 0.88, 132.67, 1.71 Q 143.56, 1.16,\
                              154.44, 1.80 Q 165.33, 1.88, 176.22, 2.18 Q 187.11, 2.28, 197.95, 2.05 Q 198.35, 12.22, 198.34, 22.62 Q 198.28, 32.98, 199.26,\
                              43.29 Q 198.80, 53.65, 197.51, 64.00 Q 197.58, 74.33, 198.26, 84.67 Q 198.26, 95.00, 197.55, 105.33 Q 197.85, 115.67, 197.58,\
                              126.00 Q 198.71, 136.33, 197.13, 146.67 Q 197.27, 157.00, 196.68, 167.33 Q 196.51, 177.67, 197.62, 187.62 Q 187.03, 187.76,\
                              176.26, 188.24 Q 165.33, 187.97, 154.45, 188.21 Q 143.54, 187.17, 132.66, 187.22 Q 121.78, 187.77, 110.89, 188.38 Q 100.00,\
                              188.55, 89.11, 188.58 Q 78.22, 188.99, 67.33, 188.26 Q 56.44, 189.01, 45.56, 188.37 Q 34.67, 188.85, 23.78, 188.39 Q 12.89,\
                              188.24, 1.80, 188.20 Q 1.84, 177.72, 1.97, 167.34 Q 2.52, 156.97, 1.50, 146.68 Q 2.15, 136.33, 2.19, 126.00 Q 1.84, 115.67,\
                              0.59, 105.34 Q 0.74, 95.00, 2.07, 84.67 Q 1.92, 74.33, 1.36, 64.00 Q 1.83, 53.67, 2.57, 43.33 Q 2.71, 33.00, 3.01, 22.67 Q\
                              2.00, 12.33, 2.00, 2.00" style="fill:white;stroke-width:1.5;"/><svg:path class=" svg_unselected_element" d="M 2.00, 2.00 Q 9.59, 9.10, 16.77, 16.64 Q 24.50, 23.58, 31.71, 31.08 Q 39.38,\
                              38.09, 47.12, 45.04 Q 54.80, 52.05, 62.34, 59.20 Q 69.14, 67.13, 77.24, 73.69 Q 83.98, 81.69, 91.70, 88.65 Q 99.66, 95.35,\
                              107.17, 102.54 Q 115.60, 108.76, 123.41, 115.63 Q 130.35, 123.41, 137.75, 130.71 Q 145.75, 137.38, 153.01, 144.83 Q 159.27,\
                              153.33, 167.04, 160.23 Q 175.19, 166.74, 182.84, 173.78 Q 190.46, 180.85, 198.00, 188.00" style=" fill:none;"/><svg:path class=" svg_unselected_element" d="M 2.00, 188.00 Q 7.89, 179.01, 15.70, 172.07 Q 23.38, 164.98, 31.30, 158.15 Q\
                              38.92, 151.00, 46.57, 143.88 Q 54.52, 137.09, 62.46, 130.28 Q 70.17, 123.22, 77.78, 116.06 Q 85.45, 108.97, 92.65, 101.37\
                              Q 100.11, 94.05, 108.03, 87.23 Q 115.77, 80.20, 123.40, 73.06 Q 130.86, 65.75, 138.63, 58.76 Q 145.97, 51.31, 153.73, 44.31\
                              Q 161.33, 37.14, 169.11, 30.16 Q 177.02, 23.32, 184.00, 15.49 Q 192.38, 9.15, 200.00, 2.00" style=" fill:none;"/>\
                           </svg:g>\
                        </svg:svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="group754820533-1187339566" style="position: absolute; left: 0px; top: 190px; width: 200px; height: 160px" data-interactive-element-type="static.rect" class="rect stencil mobile-interaction-potential-trigger " data-stencil-id="1187339566" data-review-reference-id="1187339566">\
                  <div class="stencil-wrapper" style="width: 200px; height: 160px">\
                     <div title="">\
                        <svg:svg xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:svg="http://www.w3.org/2000/svg" overflow="hidden" style="height: 160px;width:200px;" width="200" height="160">\
                           <svg:g width="200" height="160"><svg:path class=" svg_unselected_element" d="M 2.00, 2.00 Q 12.89, 1.35, 23.78, 2.21 Q 34.67, 2.57, 45.56, 2.66 Q 56.44, 2.16,\
                              67.33, 2.30 Q 78.22, 1.99, 89.11, 3.34 Q 100.00, 3.51, 110.89, 3.11 Q 121.78, 2.98, 132.67, 2.60 Q 143.56, 2.07, 154.44, 0.95\
                              Q 165.33, 1.63, 176.22, 2.33 Q 187.11, 2.66, 197.63, 2.37 Q 197.24, 13.40, 197.42, 24.37 Q 199.58, 35.32, 198.79, 46.55 Q\
                              198.70, 57.70, 198.04, 68.86 Q 197.66, 80.00, 197.28, 91.14 Q 197.40, 102.29, 198.37, 113.43 Q 197.94, 124.57, 198.59, 135.71\
                              Q 198.07, 146.86, 198.02, 158.02 Q 187.27, 158.47, 176.30, 158.55 Q 165.36, 158.47, 154.46, 158.36 Q 143.56, 158.29, 132.66,\
                              157.50 Q 121.78, 157.52, 110.89, 156.88 Q 100.00, 158.85, 89.11, 159.23 Q 78.22, 158.47, 67.33, 158.16 Q 56.44, 158.45, 45.56,\
                              158.68 Q 34.67, 158.56, 23.78, 157.34 Q 12.89, 156.89, 2.50, 157.50 Q 2.66, 146.64, 2.26, 135.68 Q 2.22, 124.56, 1.76, 113.44\
                              Q 0.92, 102.30, 0.74, 91.15 Q 1.71, 80.00, 1.80, 68.86 Q 1.23, 57.72, 0.93, 46.57 Q 1.13, 35.43, 2.09, 24.29 Q 2.00, 13.14,\
                              2.00, 2.00" style=" fill:white;"/>\
                           </svg:g>\
                        </svg:svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="group754820533-1409154969" style="position: absolute; left: 10px; top: 320px; width: 67px; height: 21px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1409154969" data-review-reference-id="1409154969">\
                  <div class="stencil-wrapper" style="width: 67px; height: 21px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;"><span class="bold" style="font-size: 18px;">1200 р.</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="group754820533-607330599" style="position: absolute; left: 100px; top: 320px; width: 22px; height: 22px" data-interactive-element-type="fonticon.icon" class="icon stencil mobile-interaction-potential-trigger " data-stencil-id="607330599" data-review-reference-id="607330599">\
                  <div class="stencil-wrapper" style="width: 22px; height: 22px">\
                     <div xmlns:pidoco="http://www.pidoco.com/util" style="width:22px;height:22px;" title="">\
                        <svg xmlns="http://www.w3.org/2000/svg" width="22" height="22" class="fill-black">\
                           <use xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="#icon-glyph-e209"></use>\
                        </svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="group754820533-352449777" style="position: absolute; left: 125px; top: 325px; width: 70px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="352449777" data-review-reference-id="352449777">\
                  <div class="stencil-wrapper" style="width: 70px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p class="none" style="font-size: 14px;"><span class="underline" style="font-size: 14px;">В корзину</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="group754820533-1639819596" style="position: absolute; left: 10px; top: 195px; width: 175px; height: 32px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1639819596" data-review-reference-id="1639819596">\
                  <div class="stencil-wrapper" style="width: 175px; height: 32px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.textblock2"><p><span class="bold underline">Первая линия. Рассказы и истории разных лет</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="group754820533-1804115039" style="position: absolute; left: 10px; top: 265px; width: 117px; height: 48px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1804115039" data-review-reference-id="1804115039">\
                  <div class="stencil-wrapper" style="width: 117px; height: 48px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.textblock2"><p class="none" style="font-size: 14px;">Автор: Фрай М.<br />.<br />Издание: 2016 г. </p></span></span></div>\
                  </div>\
               </div>\
               <div id="group754820533-2072292684" style="position: absolute; left: 10px; top: 245px; width: 64px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="2072292684" data-review-reference-id="2072292684">\
                  <div class="stencil-wrapper" style="width: 64px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;">Детектив</p></span></span></div>\
                  </div>\
               </div>\
               <div id="group754820533-1844052304" style="position: absolute; left: 125px; top: 5px; width: 51px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1844052304" data-review-reference-id="1844052304">\
                  <div class="stencil-wrapper" style="width: 51px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;"><span class="italic">* photo</span></p></span></span></div>\
                  </div>\
               </div>\
            </div>\
         </div>\
         <div id="__containerId__-page858975018-layer-group813072127" style="position: absolute; left: 495px; top: 475px; width: 200px; height: 350px" data-interactive-element-type="group" class="group stencil mobile-interaction-potential-trigger " data-stencil-id="group813072127" data-review-reference-id="group813072127">\
            <div class="stencil-wrapper" style="width: 200px; height: 350px">\
               <div id="group813072127-2011504091" style="position: absolute; left: 0px; top: 0px; width: 200px; height: 190px" data-interactive-element-type="default.image" class="image stencil mobile-interaction-potential-trigger " data-stencil-id="2011504091" data-review-reference-id="2011504091">\
                  <div class="stencil-wrapper" style="width: 200px; height: 190px">\
                     <div xmlns:pidoco="http://www.pidoco.com/util" title="">\
                        <svg:svg xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:svg="http://www.w3.org/2000/svg" class="image-cropper" style="height: 190px;width:200px;" width="200" height="190">\
                           <svg:g width="200" height="190"><svg:path id="id" class=" svg_unselected_element" d="M 2.00, 2.00 Q 12.89, -0.08, 23.78, -0.12 Q 34.67, -0.24, 45.56, -0.18\
                              Q 56.44, -0.23, 67.33, -0.09 Q 78.22, 0.15, 89.11, 0.02 Q 100.00, -0.35, 110.89, 0.38 Q 121.78, 0.38, 132.67, 0.51 Q 143.56,\
                              0.37, 154.44, 0.68 Q 165.33, 0.85, 176.22, 0.28 Q 187.11, -0.16, 199.16, 0.84 Q 199.60, 11.80, 198.94, 22.53 Q 198.39, 32.97,\
                              198.77, 43.31 Q 198.71, 53.66, 198.71, 63.99 Q 198.85, 74.33, 198.67, 84.67 Q 198.53, 95.00, 198.63, 105.33 Q 198.94, 115.67,\
                              198.99, 126.00 Q 199.39, 136.33, 199.41, 146.67 Q 199.49, 157.00, 199.11, 167.33 Q 199.13, 177.67, 198.73, 188.73 Q 187.49,\
                              189.13, 176.42, 189.40 Q 165.42, 189.27, 154.47, 188.73 Q 143.56, 188.20, 132.67, 188.38 Q 121.78, 188.18, 110.89, 188.45\
                              Q 100.00, 188.32, 89.11, 188.18 Q 78.22, 188.40, 67.33, 188.59 Q 56.44, 188.52, 45.56, 188.62 Q 34.67, 189.20, 23.78, 188.63\
                              Q 12.89, 188.78, 2.12, 187.88 Q 2.48, 177.51, 1.90, 167.35 Q 1.74, 157.02, 1.26, 146.69 Q 1.48, 136.34, 1.14, 126.01 Q 1.62,\
                              115.67, 1.13, 105.34 Q 1.37, 95.00, 1.10, 84.67 Q 1.14, 74.33, 0.67, 64.00 Q 0.31, 53.67, 0.86, 43.33 Q 0.22, 33.00, 0.99,\
                              22.67 Q 2.00, 12.33, 2.00, 2.00" style="fill:white;stroke-width:1.5;"/><svg:path class=" svg_unselected_element" d="M 2.00, 2.00 Q 11.29, 7.30, 18.67, 14.63 Q 25.55, 22.47, 33.28, 29.43 Q 41.27,\
                              36.11, 47.63, 44.50 Q 54.84, 52.00, 63.10, 58.40 Q 71.22, 64.94, 78.51, 72.35 Q 85.77, 79.80, 92.56, 87.75 Q 99.84, 95.17,\
                              107.76, 101.92 Q 115.25, 109.13, 122.90, 116.16 Q 130.92, 122.81, 138.56, 129.86 Q 146.01, 137.10, 153.27, 144.55 Q 160.95,\
                              151.56, 168.59, 158.60 Q 176.13, 165.76, 183.78, 172.79 Q 190.46, 180.85, 198.00, 188.00" style=" fill:none;"/><svg:path class=" svg_unselected_element" d="M 2.00, 188.00 Q 8.84, 180.02, 16.35, 172.76 Q 23.84, 165.47, 31.33, 158.18 Q\
                              38.75, 150.81, 46.60, 143.91 Q 54.24, 136.78, 61.77, 129.54 Q 69.15, 122.14, 76.59, 114.80 Q 84.23, 107.67, 92.18, 100.87\
                              Q 100.03, 93.97, 107.58, 86.75 Q 115.13, 79.52, 122.77, 72.39 Q 130.31, 65.16, 137.74, 57.81 Q 145.38, 50.68, 152.99, 43.52\
                              Q 160.91, 36.69, 168.30, 29.30 Q 175.97, 22.20, 183.85, 15.32 Q 192.38, 9.15, 200.00, 2.00" style=" fill:none;"/>\
                           </svg:g>\
                        </svg:svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="group813072127-1151397924" style="position: absolute; left: 0px; top: 190px; width: 200px; height: 160px" data-interactive-element-type="static.rect" class="rect stencil mobile-interaction-potential-trigger " data-stencil-id="1151397924" data-review-reference-id="1151397924">\
                  <div class="stencil-wrapper" style="width: 200px; height: 160px">\
                     <div title="">\
                        <svg:svg xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:svg="http://www.w3.org/2000/svg" overflow="hidden" style="height: 160px;width:200px;" width="200" height="160">\
                           <svg:g width="200" height="160"><svg:path class=" svg_unselected_element" d="M 2.00, 2.00 Q 12.89, -0.26, 23.78, 0.25 Q 34.67, 0.62, 45.56, 0.84 Q 56.44,\
                              1.12, 67.33, 1.25 Q 78.22, 2.09, 89.11, 1.86 Q 100.00, 1.59, 110.89, 1.13 Q 121.78, 1.20, 132.67, 1.00 Q 143.56, 2.01, 154.44,\
                              2.67 Q 165.33, 2.31, 176.22, 2.50 Q 187.11, 1.75, 198.22, 1.78 Q 198.49, 12.98, 198.80, 24.17 Q 198.75, 35.38, 198.94, 46.54\
                              Q 198.77, 57.70, 198.57, 68.85 Q 197.30, 80.00, 197.19, 91.14 Q 196.14, 102.29, 196.73, 113.43 Q 197.03, 124.57, 197.34, 135.71\
                              Q 197.03, 146.86, 197.50, 157.50 Q 187.11, 158.01, 176.26, 158.28 Q 165.35, 158.24, 154.43, 157.71 Q 143.55, 157.57, 132.67,\
                              158.68 Q 121.78, 158.96, 110.89, 158.92 Q 100.00, 158.40, 89.11, 158.11 Q 78.22, 157.77, 67.33, 158.15 Q 56.44, 157.47, 45.56,\
                              158.39 Q 34.67, 158.29, 23.78, 158.50 Q 12.89, 158.01, 2.33, 157.67 Q 1.89, 146.89, 1.95, 135.72 Q 1.85, 124.58, 2.84, 113.40\
                              Q 2.53, 102.28, 2.01, 91.14 Q 1.91, 80.00, 2.02, 68.86 Q 2.81, 57.71, 2.61, 46.57 Q 3.65, 35.43, 3.28, 24.29 Q 2.00, 13.14,\
                              2.00, 2.00" style=" fill:white;"/>\
                           </svg:g>\
                        </svg:svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="group813072127-1788742140" style="position: absolute; left: 10px; top: 320px; width: 67px; height: 21px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1788742140" data-review-reference-id="1788742140">\
                  <div class="stencil-wrapper" style="width: 67px; height: 21px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;"><span class="bold" style="font-size: 18px;">1200 р.</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="group813072127-2014020283" style="position: absolute; left: 100px; top: 320px; width: 22px; height: 22px" data-interactive-element-type="fonticon.icon" class="icon stencil mobile-interaction-potential-trigger " data-stencil-id="2014020283" data-review-reference-id="2014020283">\
                  <div class="stencil-wrapper" style="width: 22px; height: 22px">\
                     <div xmlns:pidoco="http://www.pidoco.com/util" style="width:22px;height:22px;" title="">\
                        <svg xmlns="http://www.w3.org/2000/svg" width="22" height="22" class="fill-black">\
                           <use xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="#icon-glyph-e209"></use>\
                        </svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="group813072127-67190848" style="position: absolute; left: 125px; top: 325px; width: 70px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="67190848" data-review-reference-id="67190848">\
                  <div class="stencil-wrapper" style="width: 70px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p class="none" style="font-size: 14px;"><span class="underline" style="font-size: 14px;">В корзину</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="group813072127-207054735" style="position: absolute; left: 10px; top: 195px; width: 175px; height: 32px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="207054735" data-review-reference-id="207054735">\
                  <div class="stencil-wrapper" style="width: 175px; height: 32px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.textblock2"><p><span class="bold underline">Первая линия. Рассказы и истории разных лет</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="group813072127-1240682656" style="position: absolute; left: 10px; top: 265px; width: 117px; height: 48px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1240682656" data-review-reference-id="1240682656">\
                  <div class="stencil-wrapper" style="width: 117px; height: 48px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.textblock2"><p class="none" style="font-size: 14px;">Автор: Фрай М.<br />.<br />Издание: 2016 г. </p></span></span></div>\
                  </div>\
               </div>\
               <div id="group813072127-1620476054" style="position: absolute; left: 10px; top: 245px; width: 64px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1620476054" data-review-reference-id="1620476054">\
                  <div class="stencil-wrapper" style="width: 64px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;">Детектив</p></span></span></div>\
                  </div>\
               </div>\
               <div id="group813072127-77632965" style="position: absolute; left: 125px; top: 5px; width: 51px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="77632965" data-review-reference-id="77632965">\
                  <div class="stencil-wrapper" style="width: 51px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;"><span class="italic">* photo</span></p></span></span></div>\
                  </div>\
               </div>\
            </div>\
         </div>\
         <div id="__containerId__-page858975018-layer-group408346382" style="position: absolute; left: 495px; top: 865px; width: 200px; height: 350px" data-interactive-element-type="group" class="group stencil mobile-interaction-potential-trigger " data-stencil-id="group408346382" data-review-reference-id="group408346382">\
            <div class="stencil-wrapper" style="width: 200px; height: 350px">\
               <div id="group408346382-1761722318" style="position: absolute; left: 0px; top: 0px; width: 200px; height: 190px" data-interactive-element-type="default.image" class="image stencil mobile-interaction-potential-trigger " data-stencil-id="1761722318" data-review-reference-id="1761722318">\
                  <div class="stencil-wrapper" style="width: 200px; height: 190px">\
                     <div xmlns:pidoco="http://www.pidoco.com/util" title="">\
                        <svg:svg xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:svg="http://www.w3.org/2000/svg" class="image-cropper" style="height: 190px;width:200px;" width="200" height="190">\
                           <svg:g width="200" height="190"><svg:path id="id" class=" svg_unselected_element" d="M 2.00, 2.00 Q 12.89, 2.40, 23.78, 2.16 Q 34.67, 2.37, 45.56, 2.46 Q\
                              56.44, 2.09, 67.33, 1.92 Q 78.22, 1.74, 89.11, 2.28 Q 100.00, 1.96, 110.89, 1.74 Q 121.78, 2.45, 132.67, 1.64 Q 143.56, 2.47,\
                              154.44, 1.34 Q 165.33, 0.46, 176.22, 2.27 Q 187.11, 2.48, 198.23, 1.77 Q 198.70, 12.10, 198.35, 22.62 Q 197.64, 33.02, 197.97,\
                              43.33 Q 199.22, 53.65, 199.80, 63.99 Q 199.45, 74.33, 198.71, 84.67 Q 198.35, 95.00, 199.01, 105.33 Q 198.71, 115.67, 199.56,\
                              126.00 Q 198.62, 136.33, 197.28, 146.67 Q 198.05, 157.00, 198.27, 167.33 Q 198.39, 177.67, 198.42, 188.42 Q 187.30, 188.56,\
                              176.26, 188.26 Q 165.40, 189.06, 154.46, 188.33 Q 143.56, 188.48, 132.67, 188.29 Q 121.78, 188.55, 110.89, 188.34 Q 100.00,\
                              188.21, 89.11, 188.94 Q 78.22, 189.23, 67.33, 189.30 Q 56.44, 189.56, 45.56, 189.61 Q 34.67, 189.17, 23.78, 189.23 Q 12.89,\
                              188.85, 1.98, 188.02 Q 1.89, 177.70, 1.45, 167.41 Q 1.65, 157.02, 1.69, 146.68 Q 1.01, 136.35, 1.00, 126.01 Q 1.43, 115.67,\
                              1.76, 105.33 Q 1.64, 95.00, 2.08, 84.67 Q 1.84, 74.33, 0.66, 64.00 Q 1.39, 53.67, 0.13, 43.33 Q 0.07, 33.00, 0.61, 22.67 Q\
                              2.00, 12.33, 2.00, 2.00" style="fill:white;stroke-width:1.5;"/><svg:path class=" svg_unselected_element" d="M 2.00, 2.00 Q 9.57, 9.12, 16.69, 16.72 Q 24.37, 23.72, 32.42, 30.33 Q 40.67,\
                              36.74, 47.88, 44.24 Q 55.18, 51.65, 62.86, 58.65 Q 71.01, 65.15, 78.95, 71.89 Q 86.47, 79.07, 94.02, 86.20 Q 100.71, 94.25,\
                              108.78, 100.85 Q 116.31, 108.00, 123.71, 115.31 Q 131.29, 122.42, 138.58, 129.83 Q 146.20, 136.90, 154.17, 143.61 Q 161.69,\
                              150.78, 169.33, 157.83 Q 176.74, 165.11, 184.31, 172.23 Q 190.46, 180.85, 198.00, 188.00" style=" fill:none;"/><svg:path class=" svg_unselected_element" d="M 2.00, 188.00 Q 8.29, 179.44, 16.07, 172.46 Q 23.85, 165.48, 31.48, 158.34 Q\
                              39.08, 151.17, 46.97, 144.31 Q 54.46, 137.03, 62.02, 129.81 Q 69.52, 122.54, 77.11, 115.35 Q 84.90, 108.38, 93.00, 101.75\
                              Q 100.82, 94.80, 108.25, 87.46 Q 115.89, 80.33, 123.07, 72.72 Q 130.60, 65.47, 138.16, 58.25 Q 145.64, 50.96, 153.21, 43.75\
                              Q 161.00, 36.79, 169.15, 30.20 Q 177.32, 23.64, 184.87, 16.41 Q 192.38, 9.15, 200.00, 2.00" style=" fill:none;"/>\
                           </svg:g>\
                        </svg:svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="group408346382-219841101" style="position: absolute; left: 0px; top: 190px; width: 200px; height: 160px" data-interactive-element-type="static.rect" class="rect stencil mobile-interaction-potential-trigger " data-stencil-id="219841101" data-review-reference-id="219841101">\
                  <div class="stencil-wrapper" style="width: 200px; height: 160px">\
                     <div title="">\
                        <svg:svg xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:svg="http://www.w3.org/2000/svg" overflow="hidden" style="height: 160px;width:200px;" width="200" height="160">\
                           <svg:g width="200" height="160"><svg:path class=" svg_unselected_element" d="M 2.00, 2.00 Q 12.89, 1.24, 23.78, 1.79 Q 34.67, 2.29, 45.56, 1.80 Q 56.44, 1.52,\
                              67.33, 1.68 Q 78.22, 1.83, 89.11, 1.19 Q 100.00, 0.59, 110.89, 0.55 Q 121.78, 0.47, 132.67, 0.49 Q 143.56, 0.30, 154.44, 0.55\
                              Q 165.33, 0.89, 176.22, 1.16 Q 187.11, 1.12, 198.64, 1.36 Q 199.10, 12.78, 199.34, 24.09 Q 199.46, 35.33, 199.63, 46.52 Q\
                              199.63, 57.69, 199.24, 68.85 Q 198.94, 80.00, 199.43, 91.14 Q 198.92, 102.28, 198.71, 113.43 Q 198.32, 124.57, 198.38, 135.71\
                              Q 198.39, 146.86, 198.24, 158.24 Q 187.23, 158.37, 176.26, 158.27 Q 165.35, 158.28, 154.45, 158.23 Q 143.56, 158.13, 132.67,\
                              158.59 Q 121.78, 158.64, 110.89, 159.20 Q 100.00, 159.16, 89.11, 159.01 Q 78.22, 159.34, 67.33, 159.01 Q 56.44, 158.25, 45.56,\
                              158.64 Q 34.67, 158.41, 23.78, 158.13 Q 12.89, 157.82, 1.90, 158.10 Q 1.64, 146.98, 1.19, 135.83 Q 1.38, 124.61, 1.41, 113.45\
                              Q 1.02, 102.30, 0.97, 91.15 Q 1.54, 80.00, 1.42, 68.86 Q 1.44, 57.71, 1.31, 46.57 Q 1.50, 35.43, 1.47, 24.29 Q 2.00, 13.14,\
                              2.00, 2.00" style=" fill:white;"/>\
                           </svg:g>\
                        </svg:svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="group408346382-183105243" style="position: absolute; left: 10px; top: 320px; width: 67px; height: 21px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="183105243" data-review-reference-id="183105243">\
                  <div class="stencil-wrapper" style="width: 67px; height: 21px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;"><span class="bold" style="font-size: 18px;">1200 р.</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="group408346382-423773342" style="position: absolute; left: 100px; top: 320px; width: 22px; height: 22px" data-interactive-element-type="fonticon.icon" class="icon stencil mobile-interaction-potential-trigger " data-stencil-id="423773342" data-review-reference-id="423773342">\
                  <div class="stencil-wrapper" style="width: 22px; height: 22px">\
                     <div xmlns:pidoco="http://www.pidoco.com/util" style="width:22px;height:22px;" title="">\
                        <svg xmlns="http://www.w3.org/2000/svg" width="22" height="22" class="fill-black">\
                           <use xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="#icon-glyph-e209"></use>\
                        </svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="group408346382-1649775713" style="position: absolute; left: 125px; top: 325px; width: 70px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1649775713" data-review-reference-id="1649775713">\
                  <div class="stencil-wrapper" style="width: 70px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p class="none" style="font-size: 14px;"><span class="underline" style="font-size: 14px;">В корзину</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="group408346382-1669597943" style="position: absolute; left: 10px; top: 195px; width: 175px; height: 32px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1669597943" data-review-reference-id="1669597943">\
                  <div class="stencil-wrapper" style="width: 175px; height: 32px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.textblock2"><p><span class="bold underline">Первая линия. Рассказы и истории разных лет</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="group408346382-2008184637" style="position: absolute; left: 10px; top: 265px; width: 117px; height: 48px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="2008184637" data-review-reference-id="2008184637">\
                  <div class="stencil-wrapper" style="width: 117px; height: 48px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.textblock2"><p class="none" style="font-size: 14px;">Автор: Фрай М.<br />.<br />Издание: 2016 г. </p></span></span></div>\
                  </div>\
               </div>\
               <div id="group408346382-1499462308" style="position: absolute; left: 10px; top: 245px; width: 64px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1499462308" data-review-reference-id="1499462308">\
                  <div class="stencil-wrapper" style="width: 64px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;">Детектив</p></span></span></div>\
                  </div>\
               </div>\
               <div id="group408346382-547008744" style="position: absolute; left: 125px; top: 5px; width: 51px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="547008744" data-review-reference-id="547008744">\
                  <div class="stencil-wrapper" style="width: 51px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;"><span class="italic">* photo</span></p></span></span></div>\
                  </div>\
               </div>\
            </div>\
         </div>\
         <div id="__containerId__-page858975018-layer-group5006913" style="position: absolute; left: 945px; top: 475px; width: 200px; height: 350px" data-interactive-element-type="group" class="group stencil mobile-interaction-potential-trigger " data-stencil-id="group5006913" data-review-reference-id="group5006913">\
            <div class="stencil-wrapper" style="width: 200px; height: 350px">\
               <div id="group5006913-1602912659" style="position: absolute; left: 0px; top: 0px; width: 200px; height: 190px" data-interactive-element-type="default.image" class="image stencil mobile-interaction-potential-trigger " data-stencil-id="1602912659" data-review-reference-id="1602912659">\
                  <div class="stencil-wrapper" style="width: 200px; height: 190px">\
                     <div xmlns:pidoco="http://www.pidoco.com/util" title="">\
                        <svg:svg xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:svg="http://www.w3.org/2000/svg" class="image-cropper" style="height: 190px;width:200px;" width="200" height="190">\
                           <svg:g width="200" height="190"><svg:path id="id" class=" svg_unselected_element" d="M 2.00, 2.00 Q 12.89, 0.69, 23.78, 2.44 Q 34.67, 3.10, 45.56, 3.90 Q\
                              56.44, 3.91, 67.33, 3.29 Q 78.22, 3.68, 89.11, 3.16 Q 100.00, 3.56, 110.89, 2.60 Q 121.78, 3.18, 132.67, 2.20 Q 143.56, 2.24,\
                              154.44, 2.83 Q 165.33, 2.13, 176.22, 1.97 Q 187.11, 1.96, 198.00, 2.00 Q 198.15, 12.28, 199.20, 22.50 Q 198.24, 32.98, 197.12,\
                              43.36 Q 197.74, 53.67, 198.00, 64.00 Q 199.06, 74.33, 198.76, 84.67 Q 197.09, 95.00, 198.59, 105.33 Q 198.07, 115.67, 198.56,\
                              126.00 Q 198.71, 136.33, 198.24, 146.67 Q 197.96, 157.00, 198.35, 167.33 Q 198.50, 177.67, 198.18, 188.18 Q 187.18, 188.22,\
                              176.27, 188.36 Q 165.40, 189.06, 154.51, 189.98 Q 143.58, 189.69, 132.67, 188.52 Q 121.77, 186.85, 110.89, 186.50 Q 100.00,\
                              187.47, 89.11, 187.32 Q 78.22, 187.50, 67.33, 188.26 Q 56.44, 189.40, 45.56, 189.68 Q 34.67, 188.70, 23.78, 189.14 Q 12.89,\
                              188.04, 2.56, 187.44 Q 2.56, 177.48, 1.06, 167.47 Q 0.82, 157.08, 1.88, 146.67 Q 1.31, 136.34, 1.40, 126.00 Q 0.83, 115.67,\
                              1.38, 105.33 Q 1.94, 95.00, 1.61, 84.67 Q 1.54, 74.33, 0.98, 64.00 Q 0.84, 53.67, 0.64, 43.33 Q 1.04, 33.00, 0.52, 22.67 Q\
                              2.00, 12.33, 2.00, 2.00" style="fill:white;stroke-width:1.5;"/><svg:path class=" svg_unselected_element" d="M 2.00, 2.00 Q 9.20, 9.51, 17.09, 16.30 Q 24.76, 23.31, 32.10, 30.67 Q 39.69,\
                              37.77, 47.34, 44.81 Q 55.06, 51.78, 62.52, 59.00 Q 69.40, 66.86, 77.70, 73.20 Q 85.01, 80.61, 92.90, 87.39 Q 100.36, 94.62,\
                              108.09, 101.58 Q 115.81, 108.53, 122.94, 116.12 Q 130.29, 123.47, 136.92, 131.58 Q 144.89, 138.28, 153.01, 144.82 Q 160.51,\
                              152.01, 167.85, 159.39 Q 175.53, 166.39, 183.40, 173.19 Q 190.46, 180.85, 198.00, 188.00" style=" fill:none;"/><svg:path class=" svg_unselected_element" d="M 2.00, 188.00 Q 8.98, 180.17, 16.83, 173.27 Q 24.88, 166.58, 32.37, 159.28 Q\
                              40.52, 152.70, 47.99, 145.39 Q 55.47, 138.09, 62.33, 130.14 Q 69.70, 122.73, 77.49, 115.75 Q 85.72, 109.26, 92.84, 101.57\
                              Q 101.58, 95.62, 109.29, 88.56 Q 116.28, 80.75, 124.07, 73.78 Q 130.80, 65.69, 138.64, 58.76 Q 146.37, 51.73, 153.86, 44.44\
                              Q 162.32, 38.19, 169.75, 30.85 Q 177.14, 23.45, 183.96, 15.45 Q 192.38, 9.15, 200.00, 2.00" style=" fill:none;"/>\
                           </svg:g>\
                        </svg:svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="group5006913-153001753" style="position: absolute; left: 0px; top: 190px; width: 200px; height: 160px" data-interactive-element-type="static.rect" class="rect stencil mobile-interaction-potential-trigger " data-stencil-id="153001753" data-review-reference-id="153001753">\
                  <div class="stencil-wrapper" style="width: 200px; height: 160px">\
                     <div title="">\
                        <svg:svg xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:svg="http://www.w3.org/2000/svg" overflow="hidden" style="height: 160px;width:200px;" width="200" height="160">\
                           <svg:g width="200" height="160"><svg:path class=" svg_unselected_element" d="M 2.00, 2.00 Q 12.89, -0.65, 23.78, -0.65 Q 34.67, 0.42, 45.56, -0.38 Q 56.44,\
                              0.45, 67.33, 1.08 Q 78.22, 0.18, 89.11, -0.23 Q 100.00, 0.17, 110.89, 0.79 Q 121.78, 1.32, 132.67, 1.04 Q 143.56, 0.51, 154.44,\
                              0.46 Q 165.33, 1.01, 176.22, 0.52 Q 187.11, 1.17, 198.40, 1.60 Q 198.67, 12.92, 198.73, 24.18 Q 199.04, 35.36, 199.11, 46.54\
                              Q 199.15, 57.70, 199.27, 68.85 Q 198.59, 80.00, 199.28, 91.14 Q 199.06, 102.28, 199.13, 113.43 Q 198.87, 124.57, 198.20, 135.71\
                              Q 199.14, 146.86, 198.57, 158.57 Q 187.30, 158.56, 176.32, 158.69 Q 165.32, 157.84, 154.46, 158.57 Q 143.56, 158.13, 132.67,\
                              158.27 Q 121.78, 158.53, 110.89, 158.23 Q 100.00, 158.67, 89.11, 158.97 Q 78.22, 158.17, 67.33, 158.79 Q 56.44, 158.04, 45.56,\
                              158.69 Q 34.67, 159.09, 23.78, 158.62 Q 12.89, 158.71, 2.15, 157.85 Q 1.71, 146.95, 1.05, 135.85 Q 2.06, 124.57, 1.43, 113.45\
                              Q 1.23, 102.30, 1.19, 91.15 Q 1.26, 80.00, 1.37, 68.86 Q 2.28, 57.71, 2.49, 46.57 Q 2.93, 35.43, 1.17, 24.29 Q 2.00, 13.14,\
                              2.00, 2.00" style=" fill:white;"/>\
                           </svg:g>\
                        </svg:svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="group5006913-90988221" style="position: absolute; left: 10px; top: 320px; width: 67px; height: 21px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="90988221" data-review-reference-id="90988221">\
                  <div class="stencil-wrapper" style="width: 67px; height: 21px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;"><span class="bold" style="font-size: 18px;">1200 р.</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="group5006913-1795448835" style="position: absolute; left: 100px; top: 320px; width: 22px; height: 22px" data-interactive-element-type="fonticon.icon" class="icon stencil mobile-interaction-potential-trigger " data-stencil-id="1795448835" data-review-reference-id="1795448835">\
                  <div class="stencil-wrapper" style="width: 22px; height: 22px">\
                     <div xmlns:pidoco="http://www.pidoco.com/util" style="width:22px;height:22px;" title="">\
                        <svg xmlns="http://www.w3.org/2000/svg" width="22" height="22" class="fill-black">\
                           <use xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="#icon-glyph-e209"></use>\
                        </svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="group5006913-220217879" style="position: absolute; left: 125px; top: 325px; width: 70px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="220217879" data-review-reference-id="220217879">\
                  <div class="stencil-wrapper" style="width: 70px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p class="none" style="font-size: 14px;"><span class="underline" style="font-size: 14px;">В корзину</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="group5006913-844295919" style="position: absolute; left: 10px; top: 195px; width: 175px; height: 32px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="844295919" data-review-reference-id="844295919">\
                  <div class="stencil-wrapper" style="width: 175px; height: 32px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.textblock2"><p><span class="bold underline">Первая линия. Рассказы и истории разных лет</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="group5006913-1624771659" style="position: absolute; left: 10px; top: 265px; width: 117px; height: 48px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1624771659" data-review-reference-id="1624771659">\
                  <div class="stencil-wrapper" style="width: 117px; height: 48px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.textblock2"><p class="none" style="font-size: 14px;">Автор: Фрай М.<br />.<br />Издание: 2016 г. </p></span></span></div>\
                  </div>\
               </div>\
               <div id="group5006913-1424140431" style="position: absolute; left: 10px; top: 245px; width: 64px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1424140431" data-review-reference-id="1424140431">\
                  <div class="stencil-wrapper" style="width: 64px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;">Детектив</p></span></span></div>\
                  </div>\
               </div>\
               <div id="group5006913-1796400316" style="position: absolute; left: 125px; top: 5px; width: 51px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1796400316" data-review-reference-id="1796400316">\
                  <div class="stencil-wrapper" style="width: 51px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;"><span class="italic">* photo</span></p></span></span></div>\
                  </div>\
               </div>\
            </div>\
         </div>\
         <div id="__containerId__-page858975018-layer-group487328745" style="position: absolute; left: 945px; top: 865px; width: 200px; height: 350px" data-interactive-element-type="group" class="group stencil mobile-interaction-potential-trigger " data-stencil-id="group487328745" data-review-reference-id="group487328745">\
            <div class="stencil-wrapper" style="width: 200px; height: 350px">\
               <div id="group487328745-1944905217" style="position: absolute; left: 0px; top: 0px; width: 200px; height: 190px" data-interactive-element-type="default.image" class="image stencil mobile-interaction-potential-trigger " data-stencil-id="1944905217" data-review-reference-id="1944905217">\
                  <div class="stencil-wrapper" style="width: 200px; height: 190px">\
                     <div xmlns:pidoco="http://www.pidoco.com/util" title="">\
                        <svg:svg xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:svg="http://www.w3.org/2000/svg" class="image-cropper" style="height: 190px;width:200px;" width="200" height="190">\
                           <svg:g width="200" height="190"><svg:path id="id" class=" svg_unselected_element" d="M 2.00, 2.00 Q 12.89, 1.74, 23.78, 1.42 Q 34.67, 0.84, 45.56, 1.05 Q\
                              56.44, 1.26, 67.33, 1.52 Q 78.22, 2.04, 89.11, 1.91 Q 100.00, 1.54, 110.89, 1.49 Q 121.78, 1.42, 132.67, 1.79 Q 143.56, 1.29,\
                              154.44, 1.87 Q 165.33, 0.86, 176.22, 1.05 Q 187.11, 1.29, 198.39, 1.61 Q 198.40, 12.20, 199.03, 22.52 Q 198.87, 32.94, 199.07,\
                              43.30 Q 198.00, 53.67, 198.04, 64.00 Q 198.62, 74.33, 198.85, 84.66 Q 198.87, 95.00, 198.39, 105.33 Q 198.84, 115.67, 199.44,\
                              126.00 Q 200.01, 136.33, 199.50, 146.67 Q 198.96, 157.00, 199.53, 167.33 Q 200.06, 177.67, 198.81, 188.81 Q 187.49, 189.14,\
                              176.41, 189.34 Q 165.46, 189.85, 154.52, 190.28 Q 143.58, 189.58, 132.68, 189.66 Q 121.78, 189.74, 110.89, 189.42 Q 100.00,\
                              188.85, 89.11, 187.82 Q 78.22, 188.40, 67.33, 188.33 Q 56.44, 189.15, 45.56, 188.85 Q 34.67, 187.70, 23.78, 188.25 Q 12.89,\
                              188.56, 1.76, 188.24 Q 1.48, 177.84, 1.16, 167.45 Q 1.28, 157.05, 1.17, 146.69 Q 1.78, 136.34, 1.58, 126.00 Q 0.72, 115.67,\
                              0.80, 105.34 Q 0.64, 95.00, 0.46, 84.67 Q 0.31, 74.33, 0.19, 64.00 Q 0.84, 53.67, 0.73, 43.33 Q 0.79, 33.00, 0.42, 22.67 Q\
                              2.00, 12.33, 2.00, 2.00" style="fill:white;stroke-width:1.5;"/><svg:path class=" svg_unselected_element" d="M 2.00, 2.00 Q 10.46, 8.18, 18.04, 15.29 Q 25.68, 22.34, 32.99, 29.73 Q 40.75,\
                              36.66, 48.19, 43.91 Q 55.79, 51.00, 63.06, 58.44 Q 70.62, 65.57, 78.51, 72.35 Q 85.86, 79.70, 93.47, 86.79 Q 101.09, 93.85,\
                              108.56, 101.08 Q 115.73, 108.62, 123.11, 115.94 Q 130.53, 123.22, 138.31, 130.12 Q 146.32, 136.78, 153.38, 144.44 Q 160.82,\
                              151.69, 168.44, 158.76 Q 176.10, 165.79, 183.54, 173.04 Q 190.46, 180.85, 198.00, 188.00" style=" fill:none;"/><svg:path class=" svg_unselected_element" d="M 2.00, 188.00 Q 9.22, 180.43, 16.81, 173.24 Q 24.52, 166.19, 32.03, 158.92 Q\
                              40.07, 152.22, 47.87, 145.26 Q 54.71, 137.28, 62.78, 130.62 Q 70.12, 123.17, 78.57, 116.90 Q 86.31, 109.89, 93.99, 102.80\
                              Q 100.83, 94.82, 107.96, 87.15 Q 115.71, 80.14, 123.78, 73.47 Q 131.18, 66.08, 138.49, 58.60 Q 145.83, 51.16, 154.20, 44.81\
                              Q 161.85, 37.69, 169.81, 30.90 Q 177.53, 23.86, 185.71, 17.31 Q 192.38, 9.15, 200.00, 2.00" style=" fill:none;"/>\
                           </svg:g>\
                        </svg:svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="group487328745-335308193" style="position: absolute; left: 0px; top: 190px; width: 200px; height: 160px" data-interactive-element-type="static.rect" class="rect stencil mobile-interaction-potential-trigger " data-stencil-id="335308193" data-review-reference-id="335308193">\
                  <div class="stencil-wrapper" style="width: 200px; height: 160px">\
                     <div title="">\
                        <svg:svg xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:svg="http://www.w3.org/2000/svg" overflow="hidden" style="height: 160px;width:200px;" width="200" height="160">\
                           <svg:g width="200" height="160"><svg:path class=" svg_unselected_element" d="M 2.00, 2.00 Q 12.89, -0.55, 23.78, -0.32 Q 34.67, -0.26, 45.56, 0.03 Q 56.44,\
                              0.05, 67.33, 0.02 Q 78.22, 0.10, 89.11, 1.06 Q 100.00, 1.05, 110.89, 0.97 Q 121.78, 0.99, 132.67, 0.99 Q 143.56, 0.63, 154.44,\
                              0.57 Q 165.33, 0.38, 176.22, 1.30 Q 187.11, 1.56, 198.40, 1.60 Q 198.71, 12.91, 198.92, 24.15 Q 198.95, 35.37, 199.09, 46.54\
                              Q 199.25, 57.69, 199.02, 68.85 Q 198.63, 80.00, 199.17, 91.14 Q 198.74, 102.29, 199.05, 113.43 Q 199.00, 124.57, 199.54, 135.71\
                              Q 199.49, 146.86, 198.17, 158.17 Q 187.17, 158.18, 176.23, 158.03 Q 165.34, 158.13, 154.44, 157.95 Q 143.56, 158.05, 132.67,\
                              158.09 Q 121.78, 158.56, 110.89, 158.70 Q 100.00, 158.78, 89.11, 158.70 Q 78.22, 159.03, 67.33, 158.69 Q 56.44, 158.02, 45.56,\
                              158.70 Q 34.67, 158.73, 23.78, 158.72 Q 12.89, 158.61, 1.82, 158.18 Q 1.65, 146.97, 1.32, 135.81 Q 1.37, 124.61, 1.70, 113.44\
                              Q 1.45, 102.29, 1.27, 91.15 Q 1.38, 80.00, 1.81, 68.86 Q 2.12, 57.71, 1.21, 46.57 Q 1.17, 35.43, 0.73, 24.29 Q 2.00, 13.14,\
                              2.00, 2.00" style=" fill:white;"/>\
                           </svg:g>\
                        </svg:svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="group487328745-1967144032" style="position: absolute; left: 10px; top: 320px; width: 67px; height: 21px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1967144032" data-review-reference-id="1967144032">\
                  <div class="stencil-wrapper" style="width: 67px; height: 21px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;"><span class="bold" style="font-size: 18px;">1200 р.</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="group487328745-1205910671" style="position: absolute; left: 100px; top: 320px; width: 22px; height: 22px" data-interactive-element-type="fonticon.icon" class="icon stencil mobile-interaction-potential-trigger " data-stencil-id="1205910671" data-review-reference-id="1205910671">\
                  <div class="stencil-wrapper" style="width: 22px; height: 22px">\
                     <div xmlns:pidoco="http://www.pidoco.com/util" style="width:22px;height:22px;" title="">\
                        <svg xmlns="http://www.w3.org/2000/svg" width="22" height="22" class="fill-black">\
                           <use xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="#icon-glyph-e209"></use>\
                        </svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="group487328745-1554308462" style="position: absolute; left: 125px; top: 325px; width: 70px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1554308462" data-review-reference-id="1554308462">\
                  <div class="stencil-wrapper" style="width: 70px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p class="none" style="font-size: 14px;"><span class="underline" style="font-size: 14px;">В корзину</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="group487328745-1734763358" style="position: absolute; left: 10px; top: 195px; width: 175px; height: 32px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1734763358" data-review-reference-id="1734763358">\
                  <div class="stencil-wrapper" style="width: 175px; height: 32px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.textblock2"><p><span class="bold underline">Первая линия. Рассказы и истории разных лет</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="group487328745-1872703501" style="position: absolute; left: 10px; top: 265px; width: 117px; height: 48px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1872703501" data-review-reference-id="1872703501">\
                  <div class="stencil-wrapper" style="width: 117px; height: 48px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.textblock2"><p class="none" style="font-size: 14px;">Автор: Фрай М.<br />.<br />Издание: 2016 г. </p></span></span></div>\
                  </div>\
               </div>\
               <div id="group487328745-254826714" style="position: absolute; left: 10px; top: 245px; width: 64px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="254826714" data-review-reference-id="254826714">\
                  <div class="stencil-wrapper" style="width: 64px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;">Детектив</p></span></span></div>\
                  </div>\
               </div>\
               <div id="group487328745-389688866" style="position: absolute; left: 125px; top: 5px; width: 51px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="389688866" data-review-reference-id="389688866">\
                  <div class="stencil-wrapper" style="width: 51px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;"><span class="italic">* photo</span></p></span></span></div>\
                  </div>\
               </div>\
            </div>\
         </div>\
         <div id="__containerId__-page858975018-layer-group235456304" style="position: absolute; left: 1170px; top: 473px; width: 200px; height: 350px" data-interactive-element-type="group" class="group stencil mobile-interaction-potential-trigger " data-stencil-id="group235456304" data-review-reference-id="group235456304">\
            <div class="stencil-wrapper" style="width: 200px; height: 350px">\
               <div id="group235456304-722937443" style="position: absolute; left: 0px; top: 0px; width: 200px; height: 190px" data-interactive-element-type="default.image" class="image stencil mobile-interaction-potential-trigger " data-stencil-id="722937443" data-review-reference-id="722937443">\
                  <div class="stencil-wrapper" style="width: 200px; height: 190px">\
                     <div xmlns:pidoco="http://www.pidoco.com/util" title="">\
                        <svg:svg xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:svg="http://www.w3.org/2000/svg" class="image-cropper" style="height: 190px;width:200px;" width="200" height="190">\
                           <svg:g width="200" height="190"><svg:path id="id" class=" svg_unselected_element" d="M 2.00, 2.00 Q 12.89, 3.46, 23.78, 3.64 Q 34.67, 3.72, 45.56, 3.29 Q\
                              56.44, 3.27, 67.33, 2.79 Q 78.22, 1.97, 89.11, 2.17 Q 100.00, 1.29, 110.89, 2.54 Q 121.78, 2.24, 132.67, 1.89 Q 143.56, 0.70,\
                              154.44, 0.59 Q 165.33, 1.23, 176.22, 1.31 Q 187.11, 0.59, 198.69, 1.31 Q 198.54, 12.15, 197.73, 22.71 Q 197.09, 33.06, 199.49,\
                              43.29 Q 199.60, 53.64, 199.50, 63.99 Q 199.77, 74.33, 200.04, 84.66 Q 199.59, 95.00, 199.69, 105.33 Q 199.74, 115.67, 199.90,\
                              126.00 Q 200.12, 136.33, 199.53, 146.67 Q 199.90, 157.00, 200.25, 167.33 Q 199.99, 177.67, 198.79, 188.79 Q 187.36, 188.76,\
                              176.42, 189.37 Q 165.42, 189.27, 154.44, 188.01 Q 143.54, 186.71, 132.66, 186.85 Q 121.78, 188.20, 110.89, 189.61 Q 100.00,\
                              190.10, 89.11, 189.86 Q 78.22, 189.54, 67.33, 189.21 Q 56.44, 189.35, 45.56, 189.46 Q 34.67, 189.67, 23.78, 189.65 Q 12.89,\
                              189.23, 1.56, 188.44 Q 1.49, 177.84, 1.34, 167.43 Q 0.99, 157.07, 0.77, 146.71 Q 0.59, 136.36, 0.55, 126.01 Q 0.35, 115.67,\
                              0.24, 105.34 Q 0.66, 95.00, 1.46, 84.67 Q 1.16, 74.33, 0.77, 64.00 Q 0.49, 53.67, 0.72, 43.33 Q 0.69, 33.00, 0.72, 22.67 Q\
                              2.00, 12.33, 2.00, 2.00" style="fill:white;stroke-width:1.5;"/><svg:path class=" svg_unselected_element" d="M 2.00, 2.00 Q 10.33, 8.32, 17.98, 15.35 Q 25.58, 22.44, 33.23, 29.48 Q 40.49,\
                              36.93, 48.07, 44.03 Q 55.72, 51.07, 63.29, 58.20 Q 70.61, 65.58, 78.19, 72.69 Q 85.48, 80.10, 93.38, 86.88 Q 100.98, 93.97,\
                              108.65, 100.98 Q 115.92, 108.42, 123.44, 115.60 Q 130.90, 122.82, 138.20, 130.23 Q 145.71, 137.41, 153.38, 144.44 Q 160.41,\
                              152.12, 167.77, 159.47 Q 175.72, 166.18, 183.54, 173.04 Q 190.46, 180.85, 198.00, 188.00" style=" fill:none;"/><svg:path class=" svg_unselected_element" d="M 2.00, 188.00 Q 10.39, 181.67, 17.46, 173.94 Q 25.09, 166.80, 32.39, 159.30\
                              Q 40.49, 152.67, 48.33, 145.76 Q 55.02, 137.62, 62.99, 130.84 Q 70.02, 123.07, 77.97, 116.26 Q 85.52, 109.04, 93.58, 102.36\
                              Q 100.79, 94.78, 108.63, 87.86 Q 116.63, 81.12, 124.13, 73.84 Q 131.41, 66.33, 138.46, 58.57 Q 146.85, 52.24, 154.13, 44.74\
                              Q 162.23, 38.10, 169.42, 30.49 Q 177.10, 23.40, 185.63, 17.23 Q 192.38, 9.15, 200.00, 2.00" style=" fill:none;"/>\
                           </svg:g>\
                        </svg:svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="group235456304-1518036369" style="position: absolute; left: 0px; top: 190px; width: 200px; height: 160px" data-interactive-element-type="static.rect" class="rect stencil mobile-interaction-potential-trigger " data-stencil-id="1518036369" data-review-reference-id="1518036369">\
                  <div class="stencil-wrapper" style="width: 200px; height: 160px">\
                     <div title="">\
                        <svg:svg xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:svg="http://www.w3.org/2000/svg" overflow="hidden" style="height: 160px;width:200px;" width="200" height="160">\
                           <svg:g width="200" height="160"><svg:path class=" svg_unselected_element" d="M 2.00, 2.00 Q 12.89, 1.71, 23.78, 1.50 Q 34.67, 1.19, 45.56, 0.73 Q 56.44, 0.40,\
                              67.33, -0.22 Q 78.22, 0.09, 89.11, -0.06 Q 100.00, -0.16, 110.89, 0.35 Q 121.78, -0.37, 132.67, 0.43 Q 143.56, 0.57, 154.44,\
                              0.51 Q 165.33, 0.33, 176.22, 0.22 Q 187.11, 0.03, 199.07, 0.93 Q 199.27, 12.72, 199.15, 24.12 Q 199.85, 35.31, 199.91, 46.51\
                              Q 199.49, 57.69, 198.91, 68.85 Q 199.09, 80.00, 198.84, 91.14 Q 198.76, 102.28, 198.82, 113.43 Q 198.30, 124.57, 198.52, 135.71\
                              Q 198.93, 146.86, 198.30, 158.30 Q 187.37, 158.78, 176.40, 159.27 Q 165.42, 159.26, 154.50, 159.62 Q 143.57, 159.18, 132.68,\
                              159.23 Q 121.78, 159.40, 110.89, 159.49 Q 100.00, 159.78, 89.11, 159.66 Q 78.22, 159.62, 67.33, 159.34 Q 56.44, 158.94, 45.56,\
                              158.54 Q 34.67, 157.60, 23.78, 157.47 Q 12.89, 157.73, 1.85, 158.15 Q 1.77, 146.93, 1.29, 135.82 Q 1.02, 124.64, 1.27, 113.45\
                              Q 1.81, 102.29, 1.71, 91.15 Q 2.56, 80.00, 2.47, 68.86 Q 2.23, 57.71, 2.18, 46.57 Q 1.68, 35.43, 1.20, 24.29 Q 2.00, 13.14,\
                              2.00, 2.00" style=" fill:white;"/>\
                           </svg:g>\
                        </svg:svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="group235456304-2108633593" style="position: absolute; left: 10px; top: 320px; width: 67px; height: 21px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="2108633593" data-review-reference-id="2108633593">\
                  <div class="stencil-wrapper" style="width: 67px; height: 21px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;"><span class="bold" style="font-size: 18px;">1200 р.</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="group235456304-1826720741" style="position: absolute; left: 100px; top: 320px; width: 22px; height: 22px" data-interactive-element-type="fonticon.icon" class="icon stencil mobile-interaction-potential-trigger " data-stencil-id="1826720741" data-review-reference-id="1826720741">\
                  <div class="stencil-wrapper" style="width: 22px; height: 22px">\
                     <div xmlns:pidoco="http://www.pidoco.com/util" style="width:22px;height:22px;" title="">\
                        <svg xmlns="http://www.w3.org/2000/svg" width="22" height="22" class="fill-black">\
                           <use xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="#icon-glyph-e209"></use>\
                        </svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="group235456304-2030645320" style="position: absolute; left: 125px; top: 325px; width: 70px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="2030645320" data-review-reference-id="2030645320">\
                  <div class="stencil-wrapper" style="width: 70px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p class="none" style="font-size: 14px;"><span class="underline" style="font-size: 14px;">В корзину</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="group235456304-980850284" style="position: absolute; left: 10px; top: 195px; width: 175px; height: 32px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="980850284" data-review-reference-id="980850284">\
                  <div class="stencil-wrapper" style="width: 175px; height: 32px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.textblock2"><p><span class="bold underline">Первая линия. Рассказы и истории разных лет</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="group235456304-1102246224" style="position: absolute; left: 10px; top: 265px; width: 117px; height: 48px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1102246224" data-review-reference-id="1102246224">\
                  <div class="stencil-wrapper" style="width: 117px; height: 48px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.textblock2"><p class="none" style="font-size: 14px;">Автор: Фрай М.<br />.<br />Издание: 2016 г. </p></span></span></div>\
                  </div>\
               </div>\
               <div id="group235456304-1309825918" style="position: absolute; left: 10px; top: 245px; width: 64px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1309825918" data-review-reference-id="1309825918">\
                  <div class="stencil-wrapper" style="width: 64px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;">Детектив</p></span></span></div>\
                  </div>\
               </div>\
               <div id="group235456304-1385051990" style="position: absolute; left: 125px; top: 5px; width: 51px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1385051990" data-review-reference-id="1385051990">\
                  <div class="stencil-wrapper" style="width: 51px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;"><span class="italic">* photo</span></p></span></span></div>\
                  </div>\
               </div>\
            </div>\
         </div>\
         <div id="__containerId__-page858975018-layer-group415950604" style="position: absolute; left: 1170px; top: 863px; width: 200px; height: 350px" data-interactive-element-type="group" class="group stencil mobile-interaction-potential-trigger " data-stencil-id="group415950604" data-review-reference-id="group415950604">\
            <div class="stencil-wrapper" style="width: 200px; height: 350px">\
               <div id="group415950604-1590210384" style="position: absolute; left: 0px; top: 0px; width: 200px; height: 190px" data-interactive-element-type="default.image" class="image stencil mobile-interaction-potential-trigger " data-stencil-id="1590210384" data-review-reference-id="1590210384">\
                  <div class="stencil-wrapper" style="width: 200px; height: 190px">\
                     <div xmlns:pidoco="http://www.pidoco.com/util" title="">\
                        <svg:svg xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:svg="http://www.w3.org/2000/svg" class="image-cropper" style="height: 190px;width:200px;" width="200" height="190">\
                           <svg:g width="200" height="190"><svg:path id="id" class=" svg_unselected_element" d="M 2.00, 2.00 Q 12.89, 1.50, 23.78, 1.33 Q 34.67, 1.48, 45.56, 1.69 Q\
                              56.44, 1.88, 67.33, 2.07 Q 78.22, 2.58, 89.11, 1.79 Q 100.00, 2.01, 110.89, 1.97 Q 121.78, 1.24, 132.67, 2.16 Q 143.56, 2.13,\
                              154.44, 3.53 Q 165.33, 2.89, 176.22, 2.15 Q 187.11, 2.08, 197.73, 2.27 Q 197.26, 12.58, 197.60, 22.72 Q 198.12, 32.99, 198.35,\
                              43.32 Q 197.38, 53.68, 197.28, 64.01 Q 198.00, 74.33, 198.71, 84.67 Q 197.44, 95.00, 197.05, 105.33 Q 198.07, 115.67, 198.15,\
                              126.00 Q 199.09, 136.33, 198.77, 146.67 Q 198.67, 157.00, 198.48, 167.33 Q 198.86, 177.67, 198.37, 188.37 Q 187.25, 188.42,\
                              176.27, 188.34 Q 165.34, 188.10, 154.45, 188.23 Q 143.55, 187.41, 132.67, 188.00 Q 121.78, 187.76, 110.89, 188.67 Q 100.00,\
                              188.23, 89.11, 188.00 Q 78.22, 188.59, 67.33, 187.95 Q 56.44, 188.20, 45.56, 188.27 Q 34.67, 188.71, 23.78, 188.79 Q 12.89,\
                              188.24, 2.10, 187.90 Q 2.55, 177.48, 2.39, 167.28 Q 1.82, 157.01, 2.14, 146.66 Q 2.74, 136.32, 1.89, 126.00 Q 1.28, 115.67,\
                              1.15, 105.33 Q 0.97, 95.00, 1.38, 84.67 Q 1.20, 74.33, 1.15, 64.00 Q 1.20, 53.67, 1.34, 43.33 Q 0.88, 33.00, 1.41, 22.67 Q\
                              2.00, 12.33, 2.00, 2.00" style="fill:white;stroke-width:1.5;"/><svg:path class=" svg_unselected_element" d="M 2.00, 2.00 Q 8.81, 9.92, 16.71, 16.69 Q 24.22, 23.88, 32.19, 30.58 Q 39.66,\
                              37.80, 47.37, 44.78 Q 55.01, 51.83, 62.87, 58.64 Q 70.44, 65.76, 77.59, 73.32 Q 85.19, 80.42, 93.20, 87.07 Q 101.13, 93.81,\
                              108.24, 101.42 Q 115.50, 108.87, 122.63, 116.45 Q 130.58, 123.16, 138.04, 130.41 Q 144.87, 138.30, 152.98, 144.86 Q 160.39,\
                              152.15, 168.22, 158.99 Q 175.48, 166.44, 183.50, 173.09 Q 190.46, 180.85, 198.00, 188.00" style=" fill:none;"/><svg:path class=" svg_unselected_element" d="M 2.00, 188.00 Q 8.85, 180.03, 16.57, 172.99 Q 24.03, 165.67, 31.70, 158.58 Q\
                              39.27, 151.37, 47.51, 144.88 Q 54.70, 137.27, 62.87, 130.71 Q 69.76, 122.79, 78.21, 116.52 Q 86.22, 109.79, 94.04, 102.85\
                              Q 101.07, 95.07, 108.00, 87.19 Q 115.88, 80.32, 123.63, 73.31 Q 131.63, 66.57, 138.13, 58.23 Q 145.96, 51.30, 154.16, 44.76\
                              Q 161.47, 37.29, 169.44, 30.51 Q 177.70, 24.04, 184.99, 16.55 Q 192.38, 9.15, 200.00, 2.00" style=" fill:none;"/>\
                           </svg:g>\
                        </svg:svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="group415950604-105079629" style="position: absolute; left: 0px; top: 190px; width: 200px; height: 160px" data-interactive-element-type="static.rect" class="rect stencil mobile-interaction-potential-trigger " data-stencil-id="105079629" data-review-reference-id="105079629">\
                  <div class="stencil-wrapper" style="width: 200px; height: 160px">\
                     <div title="">\
                        <svg:svg xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:svg="http://www.w3.org/2000/svg" overflow="hidden" style="height: 160px;width:200px;" width="200" height="160">\
                           <svg:g width="200" height="160"><svg:path class=" svg_unselected_element" d="M 2.00, 2.00 Q 12.89, -0.00, 23.78, -0.06 Q 34.67, 0.22, 45.56, 0.24 Q 56.44,\
                              0.76, 67.33, 1.05 Q 78.22, 1.68, 89.11, 0.27 Q 100.00, 0.91, 110.89, 1.07 Q 121.78, 1.21, 132.67, 1.57 Q 143.56, 2.29, 154.44,\
                              2.82 Q 165.33, 1.81, 176.22, 0.65 Q 187.11, 0.77, 197.94, 2.06 Q 197.81, 13.21, 198.11, 24.27 Q 198.62, 35.39, 198.50, 46.56\
                              Q 198.26, 57.71, 198.49, 68.85 Q 198.52, 80.00, 197.97, 91.14 Q 197.78, 102.29, 197.78, 113.43 Q 197.96, 124.57, 198.87, 135.71\
                              Q 199.62, 146.86, 198.86, 158.86 Q 187.55, 159.31, 176.34, 158.81 Q 165.46, 159.94, 154.46, 158.61 Q 143.57, 159.04, 132.68,\
                              159.06 Q 121.78, 158.99, 110.89, 159.09 Q 100.00, 159.19, 89.11, 159.64 Q 78.22, 159.78, 67.33, 159.27 Q 56.44, 159.44, 45.56,\
                              159.36 Q 34.67, 159.52, 23.78, 159.80 Q 12.89, 159.76, 1.13, 158.87 Q 0.46, 147.37, 1.05, 135.85 Q 0.40, 124.68, 0.97, 113.46\
                              Q 0.81, 102.30, 0.94, 91.15 Q 1.47, 80.00, 1.30, 68.86 Q 0.62, 57.72, 0.78, 46.57 Q 0.55, 35.43, 0.38, 24.29 Q 2.00, 13.14,\
                              2.00, 2.00" style=" fill:white;"/>\
                           </svg:g>\
                        </svg:svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="group415950604-30446005" style="position: absolute; left: 10px; top: 320px; width: 67px; height: 21px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="30446005" data-review-reference-id="30446005">\
                  <div class="stencil-wrapper" style="width: 67px; height: 21px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;"><span class="bold" style="font-size: 18px;">1200 р.</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="group415950604-2007786356" style="position: absolute; left: 100px; top: 320px; width: 22px; height: 22px" data-interactive-element-type="fonticon.icon" class="icon stencil mobile-interaction-potential-trigger " data-stencil-id="2007786356" data-review-reference-id="2007786356">\
                  <div class="stencil-wrapper" style="width: 22px; height: 22px">\
                     <div xmlns:pidoco="http://www.pidoco.com/util" style="width:22px;height:22px;" title="">\
                        <svg xmlns="http://www.w3.org/2000/svg" width="22" height="22" class="fill-black">\
                           <use xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="#icon-glyph-e209"></use>\
                        </svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="group415950604-1047637814" style="position: absolute; left: 125px; top: 325px; width: 70px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1047637814" data-review-reference-id="1047637814">\
                  <div class="stencil-wrapper" style="width: 70px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p class="none" style="font-size: 14px;"><span class="underline" style="font-size: 14px;">В корзину</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="group415950604-1357368340" style="position: absolute; left: 10px; top: 195px; width: 175px; height: 32px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1357368340" data-review-reference-id="1357368340">\
                  <div class="stencil-wrapper" style="width: 175px; height: 32px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.textblock2"><p><span class="bold underline">Первая линия. Рассказы и истории разных лет</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="group415950604-1552058946" style="position: absolute; left: 10px; top: 265px; width: 117px; height: 48px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1552058946" data-review-reference-id="1552058946">\
                  <div class="stencil-wrapper" style="width: 117px; height: 48px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.textblock2"><p class="none" style="font-size: 14px;">Автор: Фрай М.<br />.<br />Издание: 2016 г. </p></span></span></div>\
                  </div>\
               </div>\
               <div id="group415950604-2064736855" style="position: absolute; left: 10px; top: 245px; width: 64px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="2064736855" data-review-reference-id="2064736855">\
                  <div class="stencil-wrapper" style="width: 64px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;">Детектив</p></span></span></div>\
                  </div>\
               </div>\
               <div id="group415950604-83472394" style="position: absolute; left: 125px; top: 5px; width: 51px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="83472394" data-review-reference-id="83472394">\
                  <div class="stencil-wrapper" style="width: 51px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;"><span class="italic">* photo</span></p></span></span></div>\
                  </div>\
               </div>\
            </div>\
         </div>\
         <div id="__containerId__-page858975018-layer-text11423748" style="position: absolute; left: 270px; top: 450px; width: 118px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="text11423748" data-review-reference-id="text11423748">\
            <div class="stencil-wrapper" style="width: 118px; height: 17px">\
               <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.link2"><p style="font-size: 14px;"><span class="underline">Убрать из списка</span></p></span></span></div>\
            </div>\
         </div>\
         <div id="__containerId__-page858975018-layer-text2501594131" style="position: absolute; left: 270px; top: 840px; width: 118px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="text2501594131" data-review-reference-id="text2501594131">\
            <div class="stencil-wrapper" style="width: 118px; height: 17px">\
               <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.link2"><p style="font-size: 14px;"><span class="underline">Убрать из списка</span></p></span></span></div>\
            </div>\
         </div>\
         <div id="__containerId__-page858975018-layer-text2805191460" style="position: absolute; left: 720px; top: 450px; width: 118px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="text2805191460" data-review-reference-id="text2805191460">\
            <div class="stencil-wrapper" style="width: 118px; height: 17px">\
               <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.link2"><p style="font-size: 14px;"><span class="underline">Убрать из списка</span></p></span></span></div>\
            </div>\
         </div>\
         <div id="__containerId__-page858975018-layer-text2988770618" style="position: absolute; left: 720px; top: 840px; width: 118px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="text2988770618" data-review-reference-id="text2988770618">\
            <div class="stencil-wrapper" style="width: 118px; height: 17px">\
               <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.link2"><p style="font-size: 14px;"><span class="underline">Убрать из списка</span></p></span></span></div>\
            </div>\
         </div>\
         <div id="__containerId__-page858975018-layer-text2703429437" style="position: absolute; left: 495px; top: 452px; width: 118px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="text2703429437" data-review-reference-id="text2703429437">\
            <div class="stencil-wrapper" style="width: 118px; height: 17px">\
               <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.link2"><p style="font-size: 14px;"><span class="underline">Убрать из списка</span></p></span></span></div>\
            </div>\
         </div>\
         <div id="__containerId__-page858975018-layer-text2366617845" style="position: absolute; left: 495px; top: 842px; width: 118px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="text2366617845" data-review-reference-id="text2366617845">\
            <div class="stencil-wrapper" style="width: 118px; height: 17px">\
               <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.link2"><p style="font-size: 14px;"><span class="underline">Убрать из списка</span></p></span></span></div>\
            </div>\
         </div>\
         <div id="__containerId__-page858975018-layer-text2472067919" style="position: absolute; left: 945px; top: 452px; width: 118px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="text2472067919" data-review-reference-id="text2472067919">\
            <div class="stencil-wrapper" style="width: 118px; height: 17px">\
               <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.link2"><p style="font-size: 14px;"><span class="underline">Убрать из списка</span></p></span></span></div>\
            </div>\
         </div>\
         <div id="__containerId__-page858975018-layer-text2165246105" style="position: absolute; left: 945px; top: 842px; width: 118px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="text2165246105" data-review-reference-id="text2165246105">\
            <div class="stencil-wrapper" style="width: 118px; height: 17px">\
               <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.link2"><p style="font-size: 14px;"><span class="underline">Убрать из списка</span></p></span></span></div>\
            </div>\
         </div>\
         <div id="__containerId__-page858975018-layer-text2751807296" style="position: absolute; left: 1170px; top: 450px; width: 118px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="text2751807296" data-review-reference-id="text2751807296">\
            <div class="stencil-wrapper" style="width: 118px; height: 17px">\
               <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.link2"><p style="font-size: 14px;"><span class="underline">Убрать из списка</span></p></span></span></div>\
            </div>\
         </div>\
         <div id="__containerId__-page858975018-layer-text245490098" style="position: absolute; left: 1170px; top: 840px; width: 118px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="text245490098" data-review-reference-id="text245490098">\
            <div class="stencil-wrapper" style="width: 118px; height: 17px">\
               <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.link2"><p style="font-size: 14px;"><span class="underline">Убрать из списка</span></p></span></span></div>\
            </div>\
         </div>\
         <div id="__containerId__-page858975018-layer-text417910274" style="position: absolute; left: 270px; top: 1235px; width: 134px; height: 21px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="text417910274" data-review-reference-id="text417910274">\
            <div class="stencil-wrapper" style="width: 134px; height: 21px">\
               <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.textHeadline32"><p><span style="font-size: 18px;">Другие товары:</span></p></span></span></div>\
            </div>\
         </div>\
         <div id="__containerId__-page858975018-layer-1695190569" style="position: absolute; left: 270px; top: 1300px; width: 200px; height: 290px" data-interactive-element-type="group" class="group stencil mobile-interaction-potential-trigger " data-stencil-id="1695190569" data-review-reference-id="1695190569">\
            <div class="stencil-wrapper" style="width: 200px; height: 290px">\
               <div id="1695190569-1105001080" style="position: absolute; left: 0px; top: 0px; width: 200px; height: 190px" data-interactive-element-type="default.image" class="image stencil mobile-interaction-potential-trigger " data-stencil-id="1105001080" data-review-reference-id="1105001080">\
                  <div class="stencil-wrapper" style="width: 200px; height: 190px">\
                     <div xmlns:pidoco="http://www.pidoco.com/util" title="">\
                        <svg:svg xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:svg="http://www.w3.org/2000/svg" class="image-cropper" style="height: 190px;width:200px;" width="200" height="190">\
                           <svg:g width="200" height="190"><svg:path id="id" class=" svg_unselected_element" d="M 2.00, 2.00 Q 12.89, -0.41, 23.78, 0.10 Q 34.67, -0.55, 45.56, 0.63\
                              Q 56.44, -0.07, 67.33, -0.30 Q 78.22, 0.50, 89.11, 1.33 Q 100.00, 1.09, 110.89, 0.91 Q 121.78, 0.11, 132.67, 0.07 Q 143.56,\
                              0.83, 154.44, 0.57 Q 165.33, 0.49, 176.22, 0.42 Q 187.11, 0.12, 198.98, 1.02 Q 198.54, 12.15, 198.50, 22.60 Q 199.30, 32.91,\
                              199.02, 43.30 Q 199.40, 53.64, 199.37, 63.99 Q 199.48, 74.33, 198.37, 84.67 Q 199.16, 95.00, 199.42, 105.33 Q 199.70, 115.67,\
                              199.80, 126.00 Q 199.73, 136.33, 199.97, 146.67 Q 200.30, 157.00, 200.11, 167.33 Q 199.98, 177.67, 199.03, 189.03 Q 187.42,\
                              188.93, 176.27, 188.32 Q 165.31, 187.68, 154.44, 187.97 Q 143.57, 188.60, 132.68, 189.35 Q 121.78, 189.55, 110.89, 188.32\
                              Q 100.00, 188.24, 89.11, 188.47 Q 78.22, 188.87, 67.33, 188.52 Q 56.44, 188.45, 45.56, 189.31 Q 34.67, 188.45, 23.78, 187.90\
                              Q 12.89, 188.91, 1.49, 188.51 Q 1.29, 177.90, 1.20, 167.45 Q 1.07, 157.06, 0.74, 146.71 Q 0.64, 136.35, 1.07, 126.01 Q 0.89,\
                              115.67, 1.00, 105.34 Q 0.22, 95.00, 0.31, 84.67 Q 0.15, 74.33, 0.36, 64.00 Q 0.59, 53.67, 1.31, 43.33 Q 1.23, 33.00, 1.33,\
                              22.67 Q 2.00, 12.33, 2.00, 2.00" style="fill:white;stroke-width:1.5;"/><svg:path class=" svg_unselected_element" d="M 2.00, 2.00 Q 8.52, 10.23, 16.03, 17.41 Q 23.64, 24.49, 31.43, 31.38 Q 38.86,\
                              38.64, 46.80, 45.38 Q 54.62, 52.23, 62.06, 59.49 Q 70.14, 66.07, 77.20, 73.73 Q 85.02, 80.59, 92.84, 87.45 Q 100.17, 94.82,\
                              107.98, 101.69 Q 114.88, 109.52, 122.70, 116.37 Q 130.03, 123.75, 138.53, 129.89 Q 146.00, 137.12, 153.26, 144.56 Q 161.15,\
                              151.34, 168.99, 158.18 Q 176.38, 165.49, 183.66, 172.92 Q 190.46, 180.85, 198.00, 188.00" style=" fill:none;"/><svg:path class=" svg_unselected_element" d="M 2.00, 188.00 Q 8.41, 179.56, 16.00, 172.38 Q 23.84, 165.47, 31.40, 158.25 Q\
                              39.22, 151.32, 46.91, 144.25 Q 54.51, 137.07, 61.92, 129.70 Q 69.67, 122.69, 77.49, 115.76 Q 85.20, 108.70, 92.78, 101.51\
                              Q 100.62, 94.59, 108.22, 87.42 Q 115.60, 80.02, 123.11, 72.75 Q 130.71, 65.59, 138.60, 58.72 Q 146.22, 51.57, 153.33, 43.88\
                              Q 161.14, 36.94, 168.73, 29.76 Q 176.09, 22.33, 184.02, 15.51 Q 192.38, 9.15, 200.00, 2.00" style=" fill:none;"/>\
                           </svg:g>\
                        </svg:svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="1695190569-1903177998" style="position: absolute; left: 0px; top: 190px; width: 200px; height: 100px" data-interactive-element-type="static.rect" class="rect stencil mobile-interaction-potential-trigger " data-stencil-id="1903177998" data-review-reference-id="1903177998">\
                  <div class="stencil-wrapper" style="width: 200px; height: 100px">\
                     <div title="">\
                        <svg:svg xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:svg="http://www.w3.org/2000/svg" overflow="hidden" style="height: 100px;width:200px;" width="200" height="100">\
                           <svg:g width="200" height="100"><svg:path class=" svg_unselected_element" d="M 2.00, 2.00 Q 12.89, -0.19, 23.78, -0.53 Q 34.67, -0.13, 45.56, -0.32 Q 56.44,\
                              0.53, 67.33, 0.27 Q 78.22, -0.14, 89.11, -0.16 Q 100.00, 0.49, 110.89, 0.95 Q 121.78, 0.93, 132.67, 1.04 Q 143.56, 1.29, 154.44,\
                              0.54 Q 165.33, 1.08, 176.22, 0.26 Q 187.11, 0.68, 198.46, 1.54 Q 198.61, 13.80, 198.37, 25.95 Q 197.94, 38.00, 198.41, 49.99\
                              Q 199.43, 61.98, 199.04, 73.99 Q 198.95, 86.00, 198.38, 98.38 Q 187.36, 98.76, 176.34, 98.82 Q 165.37, 98.58, 154.45, 98.29\
                              Q 143.57, 98.91, 132.68, 99.95 Q 121.78, 99.30, 110.89, 99.33 Q 100.00, 99.25, 89.11, 99.76 Q 78.22, 100.16, 67.33, 100.25\
                              Q 56.44, 100.39, 45.56, 100.43 Q 34.67, 100.19, 23.78, 99.01 Q 12.89, 98.29, 1.71, 98.29 Q 1.09, 86.30, 0.70, 74.19 Q 0.82,\
                              62.08, 1.59, 50.01 Q 1.49, 38.01, 1.48, 26.00 Q 2.00, 14.00, 2.00, 2.00" style=" fill:white;"/>\
                           </svg:g>\
                        </svg:svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="1695190569-570792557" style="position: absolute; left: 10px; top: 260px; width: 67px; height: 21px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="570792557" data-review-reference-id="570792557">\
                  <div class="stencil-wrapper" style="width: 67px; height: 21px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;"><span class="bold" style="font-size: 18px;">1200 р.</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="1695190569-864363629" style="position: absolute; left: 95px; top: 260px; width: 22px; height: 22px" data-interactive-element-type="fonticon.icon" class="icon stencil mobile-interaction-potential-trigger " data-stencil-id="864363629" data-review-reference-id="864363629">\
                  <div class="stencil-wrapper" style="width: 22px; height: 22px">\
                     <div xmlns:pidoco="http://www.pidoco.com/util" style="width:22px;height:22px;" title="">\
                        <svg xmlns="http://www.w3.org/2000/svg" width="22" height="22" class="fill-black">\
                           <use xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="#icon-glyph-e209"></use>\
                        </svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="1695190569-1175541207" style="position: absolute; left: 120px; top: 265px; width: 70px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1175541207" data-review-reference-id="1175541207">\
                  <div class="stencil-wrapper" style="width: 70px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p class="none" style="font-size: 14px;"><span class="underline" style="font-size: 14px;">В корзину</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="1695190569-1203443164" style="position: absolute; left: 10px; top: 195px; width: 175px; height: 32px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1203443164" data-review-reference-id="1203443164">\
                  <div class="stencil-wrapper" style="width: 175px; height: 32px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.textblock2"><p><span class="bold underline">Сувенир с символикой Екатеринбурга</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="1695190569-1958135794" style="position: absolute; left: 125px; top: 5px; width: 51px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1958135794" data-review-reference-id="1958135794">\
                  <div class="stencil-wrapper" style="width: 51px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;"><span class="italic">* photo</span></p></span></span></div>\
                  </div>\
               </div>\
            </div>\
         </div>\
         <div id="__containerId__-page858975018-layer-349123555" style="position: absolute; left: 490px; top: 1300px; width: 200px; height: 290px" data-interactive-element-type="group" class="group stencil mobile-interaction-potential-trigger " data-stencil-id="349123555" data-review-reference-id="349123555">\
            <div class="stencil-wrapper" style="width: 200px; height: 290px">\
               <div id="349123555-1625528032" style="position: absolute; left: 0px; top: 0px; width: 200px; height: 190px" data-interactive-element-type="default.image" class="image stencil mobile-interaction-potential-trigger " data-stencil-id="1625528032" data-review-reference-id="1625528032">\
                  <div class="stencil-wrapper" style="width: 200px; height: 190px">\
                     <div xmlns:pidoco="http://www.pidoco.com/util" title="">\
                        <svg:svg xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:svg="http://www.w3.org/2000/svg" class="image-cropper" style="height: 190px;width:200px;" width="200" height="190">\
                           <svg:g width="200" height="190"><svg:path id="id" class=" svg_unselected_element" d="M 2.00, 2.00 Q 12.89, 1.46, 23.78, 1.55 Q 34.67, 1.47, 45.56, 2.11 Q\
                              56.44, 3.15, 67.33, 2.09 Q 78.22, 2.16, 89.11, 2.44 Q 100.00, 3.28, 110.89, 3.18 Q 121.78, 2.65, 132.67, 2.39 Q 143.56, 2.19,\
                              154.44, 3.25 Q 165.33, 2.78, 176.22, 3.25 Q 187.11, 3.07, 197.67, 2.33 Q 197.47, 12.51, 197.58, 22.73 Q 197.56, 33.03, 197.56,\
                              43.35 Q 196.25, 53.69, 197.07, 64.01 Q 198.43, 74.33, 198.58, 84.67 Q 197.83, 95.00, 197.72, 105.33 Q 197.10, 115.67, 198.04,\
                              126.00 Q 198.19, 136.33, 196.91, 146.67 Q 197.62, 157.00, 197.64, 167.33 Q 198.47, 177.67, 198.61, 188.61 Q 187.26, 188.45,\
                              176.35, 188.90 Q 165.38, 188.74, 154.47, 188.69 Q 143.55, 187.62, 132.67, 188.17 Q 121.78, 187.98, 110.89, 188.69 Q 100.00,\
                              187.50, 89.11, 186.94 Q 78.22, 187.60, 67.33, 188.00 Q 56.44, 189.12, 45.56, 189.31 Q 34.67, 189.43, 23.78, 189.71 Q 12.89,\
                              189.34, 1.59, 188.41 Q 1.49, 177.84, 1.04, 167.47 Q 2.18, 156.99, 2.81, 146.64 Q 2.99, 136.32, 2.14, 126.00 Q 2.52, 115.66,\
                              1.82, 105.33 Q 2.66, 95.00, 2.90, 84.67 Q 2.60, 74.33, 2.14, 64.00 Q 2.36, 53.67, 2.66, 43.33 Q 1.26, 33.00, 1.60, 22.67 Q\
                              2.00, 12.33, 2.00, 2.00" style="fill:white;stroke-width:1.5;"/><svg:path class=" svg_unselected_element" d="M 2.00, 2.00 Q 9.38, 9.32, 16.88, 16.51 Q 24.51, 23.57, 32.42, 30.34 Q 39.47,\
                              38.01, 47.21, 44.95 Q 55.07, 51.76, 62.52, 59.00 Q 70.05, 66.17, 77.26, 73.67 Q 85.39, 80.20, 92.75, 87.54 Q 100.58, 94.39,\
                              107.93, 101.74 Q 115.75, 108.60, 123.30, 115.74 Q 131.10, 122.62, 138.65, 129.76 Q 145.28, 137.87, 153.30, 144.52 Q 161.29,\
                              151.19, 168.95, 158.23 Q 175.78, 166.12, 183.42, 173.17 Q 190.46, 180.85, 198.00, 188.00" style=" fill:none;"/><svg:path class=" svg_unselected_element" d="M 2.00, 188.00 Q 8.84, 180.02, 17.25, 173.71 Q 25.51, 167.25, 33.14, 160.10 Q\
                              41.31, 153.55, 48.45, 145.89 Q 55.73, 138.38, 62.95, 130.79 Q 71.35, 124.48, 79.07, 117.44 Q 86.05, 109.60, 93.39, 102.16\
                              Q 101.00, 95.00, 108.52, 87.74 Q 115.85, 80.29, 123.25, 72.90 Q 131.14, 66.04, 139.40, 59.57 Q 146.85, 52.25, 154.60, 45.23\
                              Q 161.83, 37.67, 168.56, 29.58 Q 175.82, 22.04, 183.66, 15.13 Q 192.38, 9.15, 200.00, 2.00" style=" fill:none;"/>\
                           </svg:g>\
                        </svg:svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="349123555-2063764691" style="position: absolute; left: 0px; top: 190px; width: 200px; height: 100px" data-interactive-element-type="static.rect" class="rect stencil mobile-interaction-potential-trigger " data-stencil-id="2063764691" data-review-reference-id="2063764691">\
                  <div class="stencil-wrapper" style="width: 200px; height: 100px">\
                     <div title="">\
                        <svg:svg xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:svg="http://www.w3.org/2000/svg" overflow="hidden" style="height: 100px;width:200px;" width="200" height="100">\
                           <svg:g width="200" height="100"><svg:path class=" svg_unselected_element" d="M 2.00, 2.00 Q 12.89, 1.77, 23.78, 1.49 Q 34.67, 1.29, 45.56, 0.98 Q 56.44, 0.74,\
                              67.33, 1.17 Q 78.22, 0.96, 89.11, 1.03 Q 100.00, 0.87, 110.89, 0.69 Q 121.78, 0.68, 132.67, 1.49 Q 143.56, 1.71, 154.44, 1.21\
                              Q 165.33, 1.57, 176.22, 1.23 Q 187.11, 1.17, 198.52, 1.48 Q 198.89, 13.70, 198.92, 25.87 Q 198.70, 37.95, 199.01, 49.97 Q\
                              198.77, 61.99, 197.82, 74.00 Q 198.44, 86.00, 197.81, 97.81 Q 187.10, 97.97, 176.28, 98.38 Q 165.35, 98.27, 154.43, 97.50\
                              Q 143.55, 97.39, 132.67, 97.92 Q 121.77, 97.28, 110.89, 98.23 Q 100.00, 97.89, 89.11, 98.65 Q 78.22, 99.14, 67.33, 99.09 Q\
                              56.44, 98.99, 45.56, 98.89 Q 34.67, 99.38, 23.78, 97.89 Q 12.89, 98.60, 1.71, 98.29 Q 1.45, 86.18, 1.47, 74.08 Q 1.55, 62.03,\
                              1.78, 50.01 Q 1.58, 38.01, 1.36, 26.01 Q 2.00, 14.00, 2.00, 2.00" style=" fill:white;"/>\
                           </svg:g>\
                        </svg:svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="349123555-753887060" style="position: absolute; left: 10px; top: 260px; width: 67px; height: 21px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="753887060" data-review-reference-id="753887060">\
                  <div class="stencil-wrapper" style="width: 67px; height: 21px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;"><span class="bold" style="font-size: 18px;">1200 р.</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="349123555-774863538" style="position: absolute; left: 95px; top: 260px; width: 22px; height: 22px" data-interactive-element-type="fonticon.icon" class="icon stencil mobile-interaction-potential-trigger " data-stencil-id="774863538" data-review-reference-id="774863538">\
                  <div class="stencil-wrapper" style="width: 22px; height: 22px">\
                     <div xmlns:pidoco="http://www.pidoco.com/util" style="width:22px;height:22px;" title="">\
                        <svg xmlns="http://www.w3.org/2000/svg" width="22" height="22" class="fill-black">\
                           <use xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="#icon-glyph-e209"></use>\
                        </svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="349123555-220933213" style="position: absolute; left: 120px; top: 265px; width: 70px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="220933213" data-review-reference-id="220933213">\
                  <div class="stencil-wrapper" style="width: 70px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p class="none" style="font-size: 14px;"><span class="underline" style="font-size: 14px;">В корзину</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="349123555-1128371156" style="position: absolute; left: 10px; top: 195px; width: 175px; height: 32px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1128371156" data-review-reference-id="1128371156">\
                  <div class="stencil-wrapper" style="width: 175px; height: 32px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.textblock2"><p><span class="bold underline">Сувенир с символикой Екатеринбурга</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="349123555-1661063670" style="position: absolute; left: 125px; top: 5px; width: 51px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1661063670" data-review-reference-id="1661063670">\
                  <div class="stencil-wrapper" style="width: 51px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;"><span class="italic">* photo</span></p></span></span></div>\
                  </div>\
               </div>\
            </div>\
         </div>\
         <div id="__containerId__-page858975018-layer-242502138" style="position: absolute; left: 705px; top: 1300px; width: 200px; height: 290px" data-interactive-element-type="group" class="group stencil mobile-interaction-potential-trigger " data-stencil-id="242502138" data-review-reference-id="242502138">\
            <div class="stencil-wrapper" style="width: 200px; height: 290px">\
               <div id="242502138-766722514" style="position: absolute; left: 0px; top: 0px; width: 200px; height: 190px" data-interactive-element-type="default.image" class="image stencil mobile-interaction-potential-trigger " data-stencil-id="766722514" data-review-reference-id="766722514">\
                  <div class="stencil-wrapper" style="width: 200px; height: 190px">\
                     <div xmlns:pidoco="http://www.pidoco.com/util" title="">\
                        <svg:svg xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:svg="http://www.w3.org/2000/svg" class="image-cropper" style="height: 190px;width:200px;" width="200" height="190">\
                           <svg:g width="200" height="190"><svg:path id="id" class=" svg_unselected_element" d="M 2.00, 2.00 Q 12.89, 1.60, 23.78, 1.75 Q 34.67, 1.45, 45.56, 1.50 Q\
                              56.44, 1.79, 67.33, 1.27 Q 78.22, 2.28, 89.11, 1.93 Q 100.00, 3.02, 110.89, 2.41 Q 121.78, 1.93, 132.67, 1.12 Q 143.56, 1.90,\
                              154.44, 2.06 Q 165.33, 1.31, 176.22, 1.47 Q 187.11, 1.21, 197.54, 2.46 Q 197.63, 12.46, 197.73, 22.71 Q 197.59, 33.03, 198.21,\
                              43.33 Q 198.29, 53.66, 199.28, 63.99 Q 198.71, 74.33, 198.63, 84.67 Q 197.38, 95.00, 199.04, 105.33 Q 199.44, 115.67, 199.06,\
                              126.00 Q 198.43, 136.33, 198.19, 146.67 Q 198.57, 157.00, 198.62, 167.33 Q 197.34, 177.67, 197.18, 187.18 Q 186.79, 187.05,\
                              176.18, 187.71 Q 165.27, 187.08, 154.42, 187.34 Q 143.54, 187.16, 132.66, 186.97 Q 121.77, 187.02, 110.89, 187.82 Q 100.00,\
                              187.36, 89.11, 187.94 Q 78.22, 188.94, 67.33, 188.99 Q 56.44, 188.20, 45.56, 187.99 Q 34.67, 188.50, 23.78, 188.59 Q 12.89,\
                              188.81, 2.11, 187.89 Q 1.02, 177.99, 0.14, 167.60 Q 0.44, 157.10, -0.11, 146.73 Q 0.39, 136.36, 0.37, 126.01 Q 0.28, 115.67,\
                              0.41, 105.34 Q 0.78, 95.00, 1.71, 84.67 Q 1.12, 74.33, 1.49, 64.00 Q 1.73, 53.67, 1.38, 43.33 Q 1.68, 33.00, 2.20, 22.67 Q\
                              2.00, 12.33, 2.00, 2.00" style="fill:white;stroke-width:1.5;"/><svg:path class=" svg_unselected_element" d="M 2.00, 2.00 Q 9.47, 9.23, 16.88, 16.51 Q 24.70, 23.37, 32.41, 30.35 Q 40.29,\
                              37.14, 48.41, 43.68 Q 55.86, 50.92, 63.50, 57.98 Q 71.06, 65.11, 78.63, 72.22 Q 86.34, 79.20, 93.39, 86.87 Q 100.64, 94.33,\
                              108.48, 101.17 Q 115.89, 108.45, 123.61, 115.42 Q 131.27, 122.43, 138.89, 129.51 Q 146.45, 136.64, 154.01, 143.77 Q 161.74,\
                              150.72, 169.08, 158.08 Q 176.37, 165.50, 183.40, 173.19 Q 190.46, 180.85, 198.00, 188.00" style=" fill:none;"/><svg:path class=" svg_unselected_element" d="M 2.00, 188.00 Q 9.82, 181.07, 17.69, 174.19 Q 24.80, 166.49, 32.87, 159.82 Q\
                              39.34, 151.45, 47.15, 144.50 Q 55.44, 138.06, 62.99, 130.84 Q 69.74, 122.76, 76.93, 115.16 Q 84.77, 108.25, 92.62, 101.34\
                              Q 100.70, 94.68, 108.09, 87.28 Q 115.53, 79.94, 123.45, 73.12 Q 131.07, 65.97, 138.01, 58.09 Q 145.34, 50.64, 153.92, 44.51\
                              Q 161.89, 37.73, 169.28, 30.34 Q 176.36, 22.61, 184.49, 16.01 Q 192.38, 9.15, 200.00, 2.00" style=" fill:none;"/>\
                           </svg:g>\
                        </svg:svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="242502138-2026013326" style="position: absolute; left: 0px; top: 190px; width: 200px; height: 100px" data-interactive-element-type="static.rect" class="rect stencil mobile-interaction-potential-trigger " data-stencil-id="2026013326" data-review-reference-id="2026013326">\
                  <div class="stencil-wrapper" style="width: 200px; height: 100px">\
                     <div title="">\
                        <svg:svg xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:svg="http://www.w3.org/2000/svg" overflow="hidden" style="height: 100px;width:200px;" width="200" height="100">\
                           <svg:g width="200" height="100"><svg:path class=" svg_unselected_element" d="M 2.00, 2.00 Q 12.89, 1.22, 23.78, 1.61 Q 34.67, 1.05, 45.56, 1.77 Q 56.44, 1.62,\
                              67.33, 1.23 Q 78.22, 2.19, 89.11, 2.16 Q 100.00, 2.97, 110.89, 1.79 Q 121.78, 1.00, 132.67, 1.38 Q 143.56, 1.93, 154.44, 2.25\
                              Q 165.33, 1.63, 176.22, 1.25 Q 187.11, 1.43, 197.79, 2.21 Q 198.19, 13.94, 198.59, 25.92 Q 199.19, 37.92, 199.08, 49.97 Q\
                              198.92, 61.99, 198.39, 74.00 Q 197.88, 86.00, 198.10, 98.10 Q 187.00, 97.68, 176.22, 97.95 Q 165.36, 98.45, 154.45, 98.19\
                              Q 143.57, 98.77, 132.67, 98.58 Q 121.78, 98.95, 110.89, 98.74 Q 100.00, 98.57, 89.11, 97.29 Q 78.22, 97.90, 67.33, 97.45 Q\
                              56.44, 97.82, 45.56, 97.82 Q 34.67, 98.33, 23.78, 98.87 Q 12.89, 98.52, 1.34, 98.66 Q 1.27, 86.24, 0.64, 74.19 Q 0.47, 62.10,\
                              1.86, 50.00 Q 2.35, 37.99, 2.23, 26.00 Q 2.00, 14.00, 2.00, 2.00" style=" fill:white;"/>\
                           </svg:g>\
                        </svg:svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="242502138-1515651572" style="position: absolute; left: 10px; top: 260px; width: 67px; height: 21px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1515651572" data-review-reference-id="1515651572">\
                  <div class="stencil-wrapper" style="width: 67px; height: 21px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;"><span class="bold" style="font-size: 18px;">1200 р.</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="242502138-134595395" style="position: absolute; left: 95px; top: 260px; width: 22px; height: 22px" data-interactive-element-type="fonticon.icon" class="icon stencil mobile-interaction-potential-trigger " data-stencil-id="134595395" data-review-reference-id="134595395">\
                  <div class="stencil-wrapper" style="width: 22px; height: 22px">\
                     <div xmlns:pidoco="http://www.pidoco.com/util" style="width:22px;height:22px;" title="">\
                        <svg xmlns="http://www.w3.org/2000/svg" width="22" height="22" class="fill-black">\
                           <use xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="#icon-glyph-e209"></use>\
                        </svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="242502138-1965514159" style="position: absolute; left: 120px; top: 265px; width: 70px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1965514159" data-review-reference-id="1965514159">\
                  <div class="stencil-wrapper" style="width: 70px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p class="none" style="font-size: 14px;"><span class="underline" style="font-size: 14px;">В корзину</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="242502138-490579251" style="position: absolute; left: 10px; top: 195px; width: 175px; height: 32px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="490579251" data-review-reference-id="490579251">\
                  <div class="stencil-wrapper" style="width: 175px; height: 32px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.textblock2"><p><span class="bold underline">Сувенир с символикой Екатеринбурга</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="242502138-1574994026" style="position: absolute; left: 125px; top: 5px; width: 51px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1574994026" data-review-reference-id="1574994026">\
                  <div class="stencil-wrapper" style="width: 51px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;"><span class="italic">* photo</span></p></span></span></div>\
                  </div>\
               </div>\
            </div>\
         </div>\
         <div id="__containerId__-page858975018-layer-1987452509" style="position: absolute; left: 925px; top: 1300px; width: 200px; height: 290px" data-interactive-element-type="group" class="group stencil mobile-interaction-potential-trigger " data-stencil-id="1987452509" data-review-reference-id="1987452509">\
            <div class="stencil-wrapper" style="width: 200px; height: 290px">\
               <div id="1987452509-329569498" style="position: absolute; left: 0px; top: 0px; width: 200px; height: 190px" data-interactive-element-type="default.image" class="image stencil mobile-interaction-potential-trigger " data-stencil-id="329569498" data-review-reference-id="329569498">\
                  <div class="stencil-wrapper" style="width: 200px; height: 190px">\
                     <div xmlns:pidoco="http://www.pidoco.com/util" title="">\
                        <svg:svg xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:svg="http://www.w3.org/2000/svg" class="image-cropper" style="height: 190px;width:200px;" width="200" height="190">\
                           <svg:g width="200" height="190"><svg:path id="id" class=" svg_unselected_element" d="M 2.00, 2.00 Q 12.89, 0.50, 23.78, 0.33 Q 34.67, 0.60, 45.56, 0.87 Q\
                              56.44, 0.63, 67.33, 0.95 Q 78.22, 1.07, 89.11, 1.23 Q 100.00, 0.65, 110.89, 0.65 Q 121.78, 0.71, 132.67, 1.03 Q 143.56, 1.37,\
                              154.44, 1.75 Q 165.33, 2.04, 176.22, 1.88 Q 187.11, 1.25, 198.49, 1.51 Q 198.91, 12.03, 198.89, 22.54 Q 198.69, 32.95, 198.79,\
                              43.31 Q 199.04, 53.65, 198.65, 63.99 Q 198.79, 74.33, 198.55, 84.67 Q 198.82, 95.00, 198.74, 105.33 Q 198.68, 115.67, 198.72,\
                              126.00 Q 198.71, 136.33, 198.98, 146.67 Q 199.24, 157.00, 198.78, 167.33 Q 199.17, 177.67, 198.64, 188.64 Q 187.57, 189.38,\
                              176.45, 189.61 Q 165.41, 189.19, 154.48, 189.01 Q 143.56, 188.54, 132.67, 188.41 Q 121.78, 188.69, 110.89, 189.35 Q 100.00,\
                              189.48, 89.11, 189.39 Q 78.22, 188.88, 67.33, 188.70 Q 56.44, 188.90, 45.56, 188.98 Q 34.67, 189.34, 23.78, 188.64 Q 12.89,\
                              188.97, 1.49, 188.51 Q 1.56, 177.81, 1.79, 167.36 Q 1.95, 157.00, 1.77, 146.67 Q 1.36, 136.34, 1.25, 126.01 Q 1.12, 115.67,\
                              1.36, 105.33 Q 1.35, 95.00, 1.65, 84.67 Q 0.58, 74.33, 1.71, 64.00 Q 1.55, 53.67, 2.02, 43.33 Q 0.68, 33.00, 1.06, 22.67 Q\
                              2.00, 12.33, 2.00, 2.00" style="fill:white;stroke-width:1.5;"/><svg:path class=" svg_unselected_element" d="M 2.00, 2.00 Q 10.16, 8.49, 17.74, 15.61 Q 25.33, 22.70, 32.85, 29.88 Q 40.29,\
                              37.14, 47.70, 44.43 Q 55.11, 51.71, 62.71, 58.80 Q 69.32, 66.94, 77.71, 73.19 Q 85.05, 80.56, 92.72, 87.57 Q 99.54, 95.48,\
                              107.31, 102.40 Q 114.90, 109.50, 122.52, 116.57 Q 129.69, 124.10, 136.84, 131.66 Q 145.18, 137.97, 153.22, 144.60 Q 160.35,\
                              152.18, 167.63, 159.61 Q 175.39, 166.54, 182.83, 173.79 Q 190.46, 180.85, 198.00, 188.00" style=" fill:none;"/><svg:path class=" svg_unselected_element" d="M 2.00, 188.00 Q 10.58, 181.87, 17.93, 174.43 Q 25.80, 167.55, 32.64, 159.57\
                              Q 40.74, 152.94, 48.76, 146.21 Q 55.98, 138.64, 62.87, 130.72 Q 70.39, 123.46, 78.20, 116.51 Q 85.86, 109.40, 93.70, 102.49\
                              Q 100.67, 94.65, 108.89, 88.14 Q 116.59, 81.07, 123.95, 73.65 Q 131.10, 66.00, 139.39, 59.56 Q 147.23, 52.65, 154.52, 45.15\
                              Q 162.15, 38.01, 169.15, 30.20 Q 177.34, 23.66, 184.81, 16.35 Q 192.38, 9.15, 200.00, 2.00" style=" fill:none;"/>\
                           </svg:g>\
                        </svg:svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="1987452509-779733373" style="position: absolute; left: 0px; top: 190px; width: 200px; height: 100px" data-interactive-element-type="static.rect" class="rect stencil mobile-interaction-potential-trigger " data-stencil-id="779733373" data-review-reference-id="779733373">\
                  <div class="stencil-wrapper" style="width: 200px; height: 100px">\
                     <div title="">\
                        <svg:svg xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:svg="http://www.w3.org/2000/svg" overflow="hidden" style="height: 100px;width:200px;" width="200" height="100">\
                           <svg:g width="200" height="100"><svg:path class=" svg_unselected_element" d="M 2.00, 2.00 Q 12.89, 0.22, 23.78, 0.85 Q 34.67, 0.46, 45.56, 1.39 Q 56.44, 0.75,\
                              67.33, 0.40 Q 78.22, 0.82, 89.11, 1.40 Q 100.00, 2.48, 110.89, 1.36 Q 121.78, 1.27, 132.67, 1.35 Q 143.56, 1.27, 154.44, 1.48\
                              Q 165.33, 1.28, 176.22, 0.63 Q 187.11, 0.76, 197.93, 2.07 Q 198.29, 13.90, 198.65, 25.91 Q 198.62, 37.96, 198.54, 49.98 Q\
                              198.54, 61.99, 198.85, 73.99 Q 198.31, 86.00, 198.52, 98.52 Q 187.28, 98.51, 176.32, 98.71 Q 165.35, 98.25, 154.46, 98.47\
                              Q 143.56, 98.33, 132.68, 99.25 Q 121.78, 99.35, 110.89, 99.83 Q 100.00, 98.70, 89.11, 97.48 Q 78.22, 97.72, 67.33, 98.05 Q\
                              56.44, 99.43, 45.56, 98.83 Q 34.67, 99.09, 23.78, 98.75 Q 12.89, 99.05, 1.83, 98.17 Q 2.04, 85.99, 1.53, 74.07 Q 1.68, 62.02,\
                              1.54, 50.01 Q 1.66, 38.01, 1.86, 26.00 Q 2.00, 14.00, 2.00, 2.00" style=" fill:white;"/>\
                           </svg:g>\
                        </svg:svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="1987452509-1033098186" style="position: absolute; left: 10px; top: 260px; width: 67px; height: 21px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1033098186" data-review-reference-id="1033098186">\
                  <div class="stencil-wrapper" style="width: 67px; height: 21px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;"><span class="bold" style="font-size: 18px;">1200 р.</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="1987452509-1078890967" style="position: absolute; left: 95px; top: 260px; width: 22px; height: 22px" data-interactive-element-type="fonticon.icon" class="icon stencil mobile-interaction-potential-trigger " data-stencil-id="1078890967" data-review-reference-id="1078890967">\
                  <div class="stencil-wrapper" style="width: 22px; height: 22px">\
                     <div xmlns:pidoco="http://www.pidoco.com/util" style="width:22px;height:22px;" title="">\
                        <svg xmlns="http://www.w3.org/2000/svg" width="22" height="22" class="fill-black">\
                           <use xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="#icon-glyph-e209"></use>\
                        </svg>\
                     </div>\
                  </div>\
               </div>\
               <div id="1987452509-43908764" style="position: absolute; left: 120px; top: 265px; width: 70px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="43908764" data-review-reference-id="43908764">\
                  <div class="stencil-wrapper" style="width: 70px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p class="none" style="font-size: 14px;"><span class="underline" style="font-size: 14px;">В корзину</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="1987452509-694526816" style="position: absolute; left: 10px; top: 195px; width: 175px; height: 32px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="694526816" data-review-reference-id="694526816">\
                  <div class="stencil-wrapper" style="width: 175px; height: 32px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.textblock2"><p><span class="bold underline">Сувенир с символикой Екатеринбурга</span></p></span></span></div>\
                  </div>\
               </div>\
               <div id="1987452509-829489397" style="position: absolute; left: 125px; top: 5px; width: 51px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="829489397" data-review-reference-id="829489397">\
                  <div class="stencil-wrapper" style="width: 51px; height: 17px">\
                     <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.text2"><p style="font-size: 14px;"><span class="italic">* photo</span></p></span></span></div>\
                  </div>\
               </div>\
            </div>\
         </div>\
         <div id="__containerId__-page858975018-layer-1174078401" style="position: absolute; left: 270px; top: 1272px; width: 118px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1174078401" data-review-reference-id="1174078401">\
            <div class="stencil-wrapper" style="width: 118px; height: 17px">\
               <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.link2"><p style="font-size: 14px;"><span class="underline">Убрать из списка</span></p></span></span></div>\
            </div>\
         </div>\
         <div id="__containerId__-page858975018-layer-text2873289910" style="position: absolute; left: 490px; top: 1274px; width: 118px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="text2873289910" data-review-reference-id="text2873289910">\
            <div class="stencil-wrapper" style="width: 118px; height: 17px">\
               <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.link2"><p style="font-size: 14px;"><span class="underline">Убрать из списка</span></p></span></span></div>\
            </div>\
         </div>\
         <div id="__containerId__-page858975018-layer-799442442" style="position: absolute; left: 705px; top: 1272px; width: 118px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="799442442" data-review-reference-id="799442442">\
            <div class="stencil-wrapper" style="width: 118px; height: 17px">\
               <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.link2"><p style="font-size: 14px;"><span class="underline">Убрать из списка</span></p></span></span></div>\
            </div>\
         </div>\
         <div id="__containerId__-page858975018-layer-1822803938" style="position: absolute; left: 925px; top: 1272px; width: 118px; height: 17px" data-interactive-element-type="default.text2" class="text2 stencil mobile-interaction-potential-trigger " data-stencil-id="1822803938" data-review-reference-id="1822803938">\
            <div class="stencil-wrapper" style="width: 118px; height: 17px">\
               <div title=""><span class="default-text2-container-wrapper" title=""><span class="default-text2-container" data-child-type="default.link2"><p style="font-size: 14px;"><span class="underline">Убрать из списка</span></p></span></span></div>\
            </div>\
         </div>\
         <div id="__containerId__-page858975018-layer-538387738" style="position: absolute; left: 1140px; top: 225px; width: 16px; height: 16px" data-interactive-element-type="fonticon.icon" class="icon stencil mobile-interaction-potential-trigger " data-stencil-id="538387738" data-review-reference-id="538387738">\
            <div class="stencil-wrapper" style="width: 16px; height: 16px">\
               <div xmlns:pidoco="http://www.pidoco.com/util" style="width:16px;height:16px;" title="">\
                  <svg xmlns="http://www.w3.org/2000/svg" width="16" height="16" class="fill-black">\
                     <use xmlns:xlink="http://www.w3.org/1999/xlink" xlink:href="#icon-glyph-e137"></use>\
                  </svg>\
               </div>\
            </div>\
         </div>\
      </div>\
   </div>\
   <div id="styles">\
      <style type="text/css">\
         	\
         		body[data-current-page-id="page858975018"] .border-wrapper, body[data-current-page-id="page858975018"] .simulation-container{\
         			width:1600px;\
         		}\
         		\
         		body.has-frame[data-current-page-id="page858975018"] .border-wrapper, body.has-frame[data-current-page-id="page858975018"]\
         .simulation-container{\
         			height:2050px;\
         		}\
         		\
         		body[data-current-page-id="page858975018"] .svg-border-1600-2050{\
         			display: block !important;\
         		}\
         		\
         		body[data-current-page-id="page858975018"] .border-wrapper .border-div{\
         			width:1600px;\
         			height:2050px;\
         		}\
         	\
      </style>\
   </div>\
   <div id="json">\
      		{\
      			"id": "page858975018",\
      			"name": "9.8 \u041B\u0438\u0447\u043D\u044B\u0439 \u043A\u0430\u0431\u0438\u043D\u0435\u0442 (\u0417\u0430\u043A\u043B\u0430\u0434\u043A\u0438)",\
      			"layers": {\
      				\
      			},\
      			"image":"",\
      			"width":1600,\
      			"height":2050,\
      			"parentFolder": "",\
      			"frame": "custom",\
      			"frameOrientation": "custom"\
      		}\
      	\
   </div>\
   <div id="border-wrapper">\
      <div xmlns="http://www.w3.org/1999/xhtml" xmlns:json="http://json.org/" class="svg-border svg-border-1600-2050" style="display: none;">\
         <svg:svg xmlns:xlink="http://www.w3.org/1999/xlink" xmlns="http://www.w3.org/2000/svg" xmlns:svg="http://www.w3.org/2000/svg" overflow="hidden" class="svg_border" style="position:absolute;left:-43px;top:-13px;width:1657px;height:2074px;"><svg:path class=" svg_unselected_element" d="M 32.00, 3.00 Q 42.06, 1.93, 52.12, 1.91 Q 62.19, 1.76, 72.25, 2.39 Q 82.31,\
            2.06, 92.38, 1.54 Q 102.44, 1.89, 112.50, 2.69 Q 122.56, 3.18, 132.62, 2.76 Q 142.69, 2.05, 152.75, 2.22 Q 162.81, 1.82, 172.88,\
            2.05 Q 182.94, 2.60, 193.00, 3.24 Q 203.06, 3.65, 213.12, 3.80 Q 223.19, 3.49, 233.25, 3.85 Q 243.31, 3.46, 253.38, 2.98 Q\
            263.44, 2.56, 273.50, 2.66 Q 283.56, 3.68, 293.62, 2.10 Q 303.69, 2.11, 313.75, 2.86 Q 323.81, 2.33, 333.88, 2.80 Q 343.94,\
            2.28, 354.00, 2.33 Q 364.06, 2.41, 374.12, 2.43 Q 384.19, 2.76, 394.25, 2.61 Q 404.31, 3.03, 414.38, 3.17 Q 424.44, 3.14,\
            434.50, 4.51 Q 444.56, 2.89, 454.62, 3.25 Q 464.69, 2.44, 474.75, 2.28 Q 484.81, 2.43, 494.88, 2.44 Q 504.94, 2.49, 515.00,\
            3.34 Q 525.06, 4.34, 535.12, 4.13 Q 545.19, 3.01, 555.25, 1.64 Q 565.31, 1.17, 575.38, 1.37 Q 585.44, 2.20, 595.50, 2.46 Q\
            605.56, 2.31, 615.62, 2.32 Q 625.69, 2.30, 635.75, 2.58 Q 645.81, 1.78, 655.88, 1.77 Q 665.94, 1.44, 676.00, 1.77 Q 686.06,\
            2.70, 696.12, 2.31 Q 706.19, 1.65, 716.25, 2.18 Q 726.31, 2.47, 736.38, 2.44 Q 746.44, 2.80, 756.50, 2.31 Q 766.56, 2.27,\
            776.62, 2.77 Q 786.69, 2.43, 796.75, 2.84 Q 806.81, 2.56, 816.88, 2.37 Q 826.94, 3.45, 837.00, 3.84 Q 847.06, 4.37, 857.12,\
            2.50 Q 867.19, 1.97, 877.25, 3.57 Q 887.31, 4.11, 897.38, 2.68 Q 907.44, 2.06, 917.50, 3.47 Q 927.56, 4.06, 937.62, 3.35 Q\
            947.69, 3.36, 957.75, 2.43 Q 967.81, 1.95, 977.88, 1.63 Q 987.94, 2.19, 998.00, 2.00 Q 1008.06, 2.45, 1018.12, 2.88 Q 1028.19,\
            2.73, 1038.25, 2.45 Q 1048.31, 2.37, 1058.38, 2.26 Q 1068.44, 1.68, 1078.50, 1.89 Q 1088.56, 2.02, 1098.62, 2.03 Q 1108.69,\
            2.00, 1118.75, 2.02 Q 1128.81, 2.11, 1138.88, 3.13 Q 1148.94, 3.62, 1159.00, 3.02 Q 1169.06, 3.11, 1179.12, 2.59 Q 1189.19,\
            1.96, 1199.25, 2.00 Q 1209.31, 2.18, 1219.38, 2.09 Q 1229.44, 1.75, 1239.50, 2.44 Q 1249.56, 1.56, 1259.62, 1.51 Q 1269.69,\
            2.09, 1279.75, 1.45 Q 1289.81, 0.99, 1299.88, 0.85 Q 1309.94, 1.06, 1320.00, 1.23 Q 1330.06, 2.80, 1340.12, 3.05 Q 1350.19,\
            2.67, 1360.25, 2.05 Q 1370.31, 1.52, 1380.38, 0.96 Q 1390.44, 1.87, 1400.50, 2.28 Q 1410.56, 2.34, 1420.62, 2.67 Q 1430.69,\
            3.02, 1440.75, 2.75 Q 1450.81, 2.69, 1460.88, 3.18 Q 1470.94, 3.11, 1481.00, 2.52 Q 1491.06, 2.70, 1501.12, 2.37 Q 1511.19,\
            2.92, 1521.25, 2.95 Q 1531.31, 2.57, 1541.38, 2.28 Q 1551.44, 2.28, 1561.50, 2.66 Q 1571.56, 3.03, 1581.62, 2.24 Q 1591.69,\
            1.68, 1601.75, 1.79 Q 1611.81, 2.64, 1621.88, 2.83 Q 1631.94, 2.38, 1641.85, 3.15 Q 1641.49, 13.24, 1641.25, 23.25 Q 1641.87,\
            33.23, 1643.07, 43.26 Q 1643.72, 53.34, 1643.87, 63.43 Q 1643.77, 73.51, 1642.41, 83.59 Q 1641.63, 93.66, 1641.44, 103.74\
            Q 1641.48, 113.81, 1642.29, 123.88 Q 1642.83, 133.96, 1643.02, 144.03 Q 1643.56, 154.10, 1641.87, 164.18 Q 1642.60, 174.25,\
            1642.01, 184.32 Q 1642.31, 194.40, 1643.25, 204.47 Q 1643.50, 214.54, 1643.06, 224.62 Q 1642.53, 234.69, 1642.81, 244.76 Q\
            1642.84, 254.84, 1643.55, 264.91 Q 1642.95, 274.99, 1643.43, 285.06 Q 1642.98, 295.13, 1642.41, 305.21 Q 1642.20, 315.28,\
            1642.73, 325.35 Q 1642.75, 335.43, 1642.60, 345.50 Q 1643.52, 355.57, 1642.87, 365.65 Q 1643.42, 375.72, 1643.81, 385.79 Q\
            1643.41, 395.87, 1643.39, 405.94 Q 1643.37, 416.01, 1642.94, 426.09 Q 1642.77, 436.16, 1642.31, 446.24 Q 1642.59, 456.31,\
            1643.01, 466.38 Q 1642.72, 476.46, 1643.19, 486.53 Q 1642.72, 496.60, 1643.15, 506.68 Q 1643.50, 516.75, 1642.88, 526.82 Q\
            1643.09, 536.90, 1643.67, 546.97 Q 1643.24, 557.04, 1643.96, 567.12 Q 1644.24, 577.19, 1644.15, 587.26 Q 1643.17, 597.34,\
            1641.83, 607.41 Q 1642.55, 617.49, 1641.20, 627.56 Q 1642.80, 637.63, 1643.34, 647.71 Q 1643.51, 657.78, 1642.75, 667.85 Q\
            1641.56, 677.93, 1642.36, 688.00 Q 1643.14, 698.07, 1643.14, 708.15 Q 1641.73, 718.22, 1642.46, 728.29 Q 1642.64, 738.37,\
            1642.40, 748.44 Q 1641.99, 758.51, 1642.81, 768.59 Q 1643.51, 778.66, 1643.62, 788.74 Q 1643.32, 798.81, 1643.18, 808.88 Q\
            1643.46, 818.96, 1643.69, 829.03 Q 1643.71, 839.10, 1643.07, 849.18 Q 1642.95, 859.25, 1642.91, 869.32 Q 1642.88, 879.40,\
            1643.54, 889.47 Q 1643.13, 899.54, 1643.47, 909.62 Q 1643.01, 919.69, 1643.62, 929.77 Q 1643.65, 939.84, 1643.44, 949.91 Q\
            1643.28, 959.99, 1643.41, 970.06 Q 1643.81, 980.13, 1643.31, 990.21 Q 1643.71, 1000.28, 1643.19, 1010.35 Q 1642.96, 1020.43,\
            1642.61, 1030.50 Q 1642.31, 1040.57, 1643.47, 1050.65 Q 1643.43, 1060.72, 1643.41, 1070.79 Q 1643.64, 1080.87, 1643.71, 1090.94\
            Q 1642.69, 1101.02, 1642.58, 1111.09 Q 1642.92, 1121.16, 1642.75, 1131.24 Q 1643.19, 1141.31, 1643.14, 1151.38 Q 1643.13,\
            1161.46, 1643.20, 1171.53 Q 1643.83, 1181.60, 1642.34, 1191.68 Q 1643.37, 1201.75, 1642.70, 1211.82 Q 1642.55, 1221.90, 1642.65,\
            1231.97 Q 1642.14, 1242.04, 1642.01, 1252.12 Q 1641.22, 1262.19, 1641.17, 1272.26 Q 1641.90, 1282.34, 1642.55, 1292.41 Q 1642.13,\
            1302.48, 1642.01, 1312.56 Q 1642.19, 1322.63, 1642.40, 1332.71 Q 1642.92, 1342.78, 1642.55, 1352.85 Q 1643.05, 1362.93, 1643.08,\
            1373.00 Q 1643.37, 1383.07, 1643.17, 1393.15 Q 1642.92, 1403.22, 1643.08, 1413.29 Q 1643.04, 1423.37, 1643.12, 1433.44 Q 1643.95,\
            1443.51, 1643.64, 1453.59 Q 1643.43, 1463.66, 1643.44, 1473.73 Q 1643.12, 1483.81, 1643.23, 1493.88 Q 1642.85, 1503.95, 1643.28,\
            1514.03 Q 1643.60, 1524.10, 1643.81, 1534.17 Q 1644.07, 1544.25, 1643.73, 1554.32 Q 1644.02, 1564.40, 1643.79, 1574.47 Q 1644.07,\
            1584.54, 1644.33, 1594.62 Q 1644.40, 1604.69, 1643.40, 1614.76 Q 1642.92, 1624.84, 1642.97, 1634.91 Q 1642.08, 1644.98, 1642.91,\
            1655.06 Q 1642.85, 1665.13, 1642.69, 1675.20 Q 1643.09, 1685.28, 1643.36, 1695.35 Q 1643.43, 1705.42, 1643.25, 1715.50 Q 1643.57,\
            1725.57, 1643.17, 1735.64 Q 1643.40, 1745.72, 1643.45, 1755.79 Q 1643.33, 1765.87, 1642.94, 1775.94 Q 1642.16, 1786.01, 1642.66,\
            1796.09 Q 1642.86, 1806.16, 1642.88, 1816.23 Q 1643.04, 1826.31, 1642.85, 1836.38 Q 1642.79, 1846.45, 1643.40, 1856.53 Q 1643.83,\
            1866.60, 1643.57, 1876.67 Q 1642.93, 1886.75, 1642.45, 1896.82 Q 1643.00, 1906.89, 1643.10, 1916.97 Q 1642.39, 1927.04, 1641.49,\
            1937.11 Q 1641.30, 1947.19, 1642.48, 1957.26 Q 1642.43, 1967.33, 1641.82, 1977.41 Q 1641.44, 1987.48, 1641.89, 1997.56 Q 1642.25,\
            2007.63, 1642.46, 2017.70 Q 1642.59, 2027.78, 1642.33, 2037.85 Q 1641.99, 2047.92, 1642.02, 2058.02 Q 1631.88, 2057.83, 1621.80,\
            2057.44 Q 1611.80, 2057.82, 1601.74, 2057.65 Q 1591.68, 2057.66, 1581.62, 2057.71 Q 1571.56, 2057.70, 1561.50, 2058.23 Q 1551.44,\
            2057.95, 1541.37, 2057.36 Q 1531.31, 2057.79, 1521.25, 2058.34 Q 1511.19, 2057.91, 1501.12, 2058.82 Q 1491.06, 2058.66, 1481.00,\
            2058.99 Q 1470.94, 2058.26, 1460.88, 2057.79 Q 1450.81, 2058.08, 1440.75, 2058.24 Q 1430.69, 2058.66, 1420.62, 2059.07 Q 1410.56,\
            2058.48, 1400.50, 2058.58 Q 1390.44, 2058.40, 1380.38, 2059.08 Q 1370.31, 2059.70, 1360.25, 2057.93 Q 1350.19, 2058.98, 1340.12,\
            2059.18 Q 1330.06, 2060.12, 1320.00, 2059.74 Q 1309.94, 2058.50, 1299.88, 2059.20 Q 1289.81, 2058.95, 1279.75, 2059.23 Q 1269.69,\
            2059.67, 1259.62, 2059.48 Q 1249.56, 2059.47, 1239.50, 2059.07 Q 1229.44, 2058.45, 1219.38, 2058.57 Q 1209.31, 2058.11, 1199.25,\
            2057.17 Q 1189.19, 2057.71, 1179.12, 2058.27 Q 1169.06, 2059.58, 1159.00, 2058.86 Q 1148.94, 2057.99, 1138.88, 2058.10 Q 1128.81,\
            2059.21, 1118.75, 2058.93 Q 1108.69, 2058.56, 1098.62, 2058.27 Q 1088.56, 2058.57, 1078.50, 2059.02 Q 1068.44, 2058.37, 1058.38,\
            2058.85 Q 1048.31, 2058.34, 1038.25, 2058.61 Q 1028.19, 2058.08, 1018.12, 2058.40 Q 1008.06, 2058.63, 998.00, 2059.16 Q 987.94,\
            2059.30, 977.88, 2058.76 Q 967.81, 2058.98, 957.75, 2059.83 Q 947.69, 2060.33, 937.62, 2060.01 Q 927.56, 2059.88, 917.50,\
            2059.88 Q 907.44, 2059.87, 897.38, 2059.10 Q 887.31, 2058.15, 877.25, 2057.73 Q 867.19, 2058.40, 857.12, 2059.12 Q 847.06,\
            2058.55, 837.00, 2057.14 Q 826.94, 2057.28, 816.88, 2059.18 Q 806.81, 2059.46, 796.75, 2059.00 Q 786.69, 2058.73, 776.62,\
            2058.83 Q 766.56, 2058.92, 756.50, 2058.53 Q 746.44, 2057.73, 736.38, 2057.01 Q 726.31, 2057.00, 716.25, 2057.40 Q 706.19,\
            2057.23, 696.12, 2058.30 Q 686.06, 2058.65, 676.00, 2058.77 Q 665.94, 2058.49, 655.88, 2057.89 Q 645.81, 2058.10, 635.75,\
            2059.09 Q 625.69, 2058.91, 615.62, 2058.76 Q 605.56, 2059.22, 595.50, 2059.30 Q 585.44, 2059.15, 575.38, 2058.55 Q 565.31,\
            2058.96, 555.25, 2058.40 Q 545.19, 2058.24, 535.12, 2058.66 Q 525.06, 2058.67, 515.00, 2058.94 Q 504.94, 2058.93, 494.88,\
            2058.92 Q 484.81, 2058.99, 474.75, 2059.29 Q 464.69, 2059.39, 454.62, 2059.62 Q 444.56, 2059.70, 434.50, 2059.12 Q 424.44,\
            2059.20, 414.38, 2059.58 Q 404.31, 2059.26, 394.25, 2058.64 Q 384.19, 2058.55, 374.12, 2058.28 Q 364.06, 2058.62, 354.00,\
            2057.89 Q 343.94, 2057.48, 333.88, 2057.94 Q 323.81, 2058.48, 313.75, 2059.13 Q 303.69, 2058.98, 293.62, 2058.70 Q 283.56,\
            2058.92, 273.50, 2059.21 Q 263.44, 2058.83, 253.38, 2058.10 Q 243.31, 2058.03, 233.25, 2058.93 Q 223.19, 2059.50, 213.12,\
            2059.25 Q 203.06, 2058.85, 193.00, 2059.00 Q 182.94, 2059.46, 172.88, 2058.17 Q 162.81, 2058.27, 152.75, 2058.59 Q 142.69,\
            2058.89, 132.62, 2059.14 Q 122.56, 2058.29, 112.50, 2058.22 Q 102.44, 2058.51, 92.38, 2058.78 Q 82.31, 2058.72, 72.25, 2058.48\
            Q 62.19, 2057.62, 52.12, 2058.34 Q 42.06, 2058.80, 31.84, 2058.16 Q 32.03, 2047.91, 32.24, 2037.82 Q 31.41, 2027.81, 30.25,\
            2017.76 Q 29.73, 2007.66, 30.12, 1997.57 Q 30.48, 1987.49, 30.42, 1977.41 Q 30.32, 1967.34, 30.31, 1957.26 Q 30.21, 1947.19,\
            30.21, 1937.11 Q 31.25, 1927.04, 32.03, 1916.97 Q 32.54, 1906.89, 31.96, 1896.82 Q 31.86, 1886.75, 31.12, 1876.67 Q 32.21,\
            1866.60, 31.72, 1856.53 Q 30.94, 1846.45, 31.63, 1836.38 Q 31.58, 1826.31, 31.62, 1816.23 Q 31.30, 1806.16, 31.15, 1796.09\
            Q 31.85, 1786.01, 31.22, 1775.94 Q 31.19, 1765.87, 30.62, 1755.79 Q 31.40, 1745.72, 32.91, 1735.64 Q 32.16, 1725.57, 30.76,\
            1715.50 Q 31.10, 1705.42, 31.81, 1695.35 Q 32.51, 1685.28, 32.01, 1675.20 Q 31.86, 1665.13, 31.86, 1655.06 Q 31.95, 1644.98,\
            31.88, 1634.91 Q 31.75, 1624.84, 31.53, 1614.76 Q 31.84, 1604.69, 32.20, 1594.62 Q 32.38, 1584.54, 32.61, 1574.47 Q 31.99,\
            1564.40, 31.36, 1554.32 Q 31.59, 1544.25, 31.52, 1534.18 Q 32.15, 1524.10, 31.56, 1514.03 Q 31.54, 1503.95, 31.45, 1493.88\
            Q 30.96, 1483.81, 31.04, 1473.73 Q 31.72, 1463.66, 31.33, 1453.59 Q 31.21, 1443.51, 30.73, 1433.44 Q 31.70, 1423.37, 31.70,\
            1413.29 Q 31.89, 1403.22, 30.81, 1393.15 Q 30.80, 1383.07, 30.68, 1373.00 Q 29.72, 1362.93, 29.83, 1352.85 Q 29.96, 1342.78,\
            30.28, 1332.71 Q 30.30, 1322.63, 30.78, 1312.56 Q 30.28, 1302.48, 30.49, 1292.41 Q 30.68, 1282.34, 30.53, 1272.26 Q 30.91,\
            1262.19, 31.16, 1252.12 Q 30.58, 1242.04, 30.04, 1231.97 Q 30.45, 1221.90, 30.24, 1211.82 Q 31.20, 1201.75, 30.39, 1191.68\
            Q 30.29, 1181.60, 30.23, 1171.53 Q 31.18, 1161.46, 31.19, 1151.38 Q 30.65, 1141.31, 31.04, 1131.24 Q 31.01, 1121.16, 31.52,\
            1111.09 Q 31.87, 1101.02, 31.25, 1090.94 Q 31.39, 1080.87, 30.70, 1070.79 Q 30.42, 1060.72, 30.21, 1050.65 Q 30.11, 1040.57,\
            29.83, 1030.50 Q 30.55, 1020.43, 30.80, 1010.35 Q 30.30, 1000.28, 30.21, 990.21 Q 30.17, 980.13, 30.49, 970.06 Q 30.11, 959.99,\
            29.94, 949.91 Q 29.67, 939.84, 29.85, 929.77 Q 30.40, 919.69, 30.04, 909.62 Q 30.69, 899.54, 31.61, 889.47 Q 31.74, 879.40,\
            31.81, 869.32 Q 32.40, 859.25, 31.29, 849.18 Q 31.48, 839.10, 32.50, 829.03 Q 32.10, 818.96, 31.05, 808.88 Q 30.78, 798.81,\
            30.79, 788.74 Q 30.37, 778.66, 30.82, 768.59 Q 30.65, 758.51, 30.48, 748.44 Q 30.74, 738.37, 30.47, 728.29 Q 30.57, 718.22,\
            30.59, 708.15 Q 30.07, 698.07, 30.10, 688.00 Q 30.38, 677.93, 29.89, 667.85 Q 30.25, 657.78, 30.89, 647.71 Q 30.46, 637.63,\
            30.19, 627.56 Q 30.12, 617.49, 30.11, 607.41 Q 29.98, 597.34, 30.38, 587.26 Q 30.81, 577.19, 30.77, 567.12 Q 31.36, 557.04,\
            32.43, 546.97 Q 31.99, 536.90, 31.31, 526.82 Q 31.07, 516.75, 31.04, 506.68 Q 30.91, 496.60, 31.32, 486.53 Q 31.09, 476.46,\
            31.00, 466.38 Q 30.93, 456.31, 30.64, 446.24 Q 31.33, 436.16, 30.84, 426.09 Q 30.78, 416.01, 30.78, 405.94 Q 30.64, 395.87,\
            30.52, 385.79 Q 30.56, 375.72, 30.68, 365.65 Q 30.80, 355.57, 31.23, 345.50 Q 31.99, 335.43, 32.19, 325.35 Q 31.61, 315.28,\
            31.30, 305.21 Q 30.99, 295.13, 31.13, 285.06 Q 32.33, 274.99, 32.17, 264.91 Q 32.33, 254.84, 32.56, 244.76 Q 32.39, 234.69,\
            33.02, 224.62 Q 32.02, 214.54, 32.11, 204.47 Q 32.51, 194.40, 32.47, 184.32 Q 32.91, 174.25, 31.65, 164.18 Q 31.35, 154.10,\
            31.56, 144.03 Q 32.22, 133.96, 31.38, 123.88 Q 31.64, 113.81, 31.62, 103.74 Q 31.92, 93.66, 31.74, 83.59 Q 30.54, 73.51, 31.75,\
            63.44 Q 31.08, 53.37, 31.59, 43.29 Q 31.35, 33.22, 31.13, 23.15 Q 32.00, 13.07, 32.00, 3.00" style=" fill:white;"/><svg:path class=" svg_unselected_element" d="M 23.00, 7.00 Q 33.06, 6.95, 43.12, 7.48 Q 53.19, 6.99, 63.25, 7.34 Q 73.31,\
            6.42, 83.38, 5.79 Q 93.44, 6.38, 103.50, 6.87 Q 113.56, 6.88, 123.62, 6.32 Q 133.69, 6.43, 143.75, 6.03 Q 153.81, 6.95, 163.88,\
            6.16 Q 173.94, 6.69, 184.00, 6.47 Q 194.06, 7.12, 204.12, 7.24 Q 214.19, 7.31, 224.25, 6.94 Q 234.31, 6.89, 244.38, 6.82 Q\
            254.44, 5.44, 264.50, 5.57 Q 274.56, 5.84, 284.62, 7.17 Q 294.69, 6.27, 304.75, 6.26 Q 314.81, 6.62, 324.88, 6.80 Q 334.94,\
            7.16, 345.00, 5.93 Q 355.06, 6.34, 365.12, 6.80 Q 375.19, 7.06, 385.25, 7.10 Q 395.31, 8.14, 405.38, 8.00 Q 415.44, 7.15,\
            425.50, 6.91 Q 435.56, 6.52, 445.62, 6.58 Q 455.69, 6.38, 465.75, 6.92 Q 475.81, 6.79, 485.88, 6.28 Q 495.94, 5.56, 506.00,\
            6.05 Q 516.06, 6.75, 526.12, 5.68 Q 536.19, 6.04, 546.25, 6.76 Q 556.31, 6.83, 566.38, 5.46 Q 576.44, 5.93, 586.50, 6.29 Q\
            596.56, 5.93, 606.62, 7.02 Q 616.69, 6.45, 626.75, 6.74 Q 636.81, 6.99, 646.88, 6.30 Q 656.94, 5.88, 667.00, 4.99 Q 677.06,\
            5.29, 687.12, 5.99 Q 697.19, 6.71, 707.25, 6.03 Q 717.31, 5.57, 727.38, 5.67 Q 737.44, 5.86, 747.50, 5.92 Q 757.56, 7.22,\
            767.62, 7.76 Q 777.69, 7.16, 787.75, 7.57 Q 797.81, 6.54, 807.88, 6.28 Q 817.94, 5.81, 828.00, 5.94 Q 838.06, 6.18, 848.12,\
            5.70 Q 858.19, 5.83, 868.25, 6.25 Q 878.31, 6.15, 888.38, 5.15 Q 898.44, 4.71, 908.50, 6.10 Q 918.56, 7.03, 928.62, 6.02 Q\
            938.69, 6.39, 948.75, 6.56 Q 958.81, 6.04, 968.88, 5.67 Q 978.94, 6.00, 989.00, 5.90 Q 999.06, 6.23, 1009.12, 6.35 Q 1019.19,\
            5.95, 1029.25, 5.56 Q 1039.31, 5.65, 1049.38, 6.18 Q 1059.44, 6.73, 1069.50, 7.12 Q 1079.56, 7.25, 1089.62, 7.04 Q 1099.69,\
            5.98, 1109.75, 5.83 Q 1119.81, 5.71, 1129.88, 6.62 Q 1139.94, 7.16, 1150.00, 7.15 Q 1160.06, 7.00, 1170.12, 6.69 Q 1180.19,\
            6.96, 1190.25, 8.40 Q 1200.31, 7.21, 1210.38, 7.10 Q 1220.44, 6.62, 1230.50, 7.20 Q 1240.56, 7.13, 1250.62, 7.56 Q 1260.69,\
            6.02, 1270.75, 6.11 Q 1280.81, 5.15, 1290.88, 5.71 Q 1300.94, 5.11, 1311.00, 5.16 Q 1321.06, 5.12, 1331.12, 5.00 Q 1341.19,\
            5.25, 1351.25, 5.34 Q 1361.31, 5.79, 1371.38, 5.49 Q 1381.44, 5.09, 1391.50, 5.07 Q 1401.56, 4.93, 1411.62, 4.90 Q 1421.69,\
            5.40, 1431.75, 5.22 Q 1441.81, 4.73, 1451.88, 5.63 Q 1461.94, 4.81, 1472.00, 4.90 Q 1482.06, 5.70, 1492.12, 6.55 Q 1502.19,\
            6.90, 1512.25, 7.04 Q 1522.31, 6.79, 1532.38, 6.23 Q 1542.44, 6.45, 1552.50, 6.70 Q 1562.56, 6.42, 1572.62, 6.00 Q 1582.69,\
            6.30, 1592.75, 6.67 Q 1602.81, 6.51, 1612.88, 5.63 Q 1622.94, 5.13, 1633.90, 6.10 Q 1634.05, 16.73, 1634.40, 26.95 Q 1634.86,\
            37.10, 1634.97, 47.23 Q 1634.33, 57.35, 1634.46, 67.43 Q 1634.64, 77.51, 1634.74, 87.58 Q 1634.75, 97.66, 1635.13, 107.73\
            Q 1635.03, 117.81, 1634.69, 127.88 Q 1634.59, 137.96, 1634.80, 148.03 Q 1633.42, 158.10, 1633.35, 168.18 Q 1633.52, 178.25,\
            1633.17, 188.32 Q 1633.06, 198.40, 1633.87, 208.47 Q 1633.53, 218.54, 1632.90, 228.62 Q 1632.80, 238.69, 1632.79, 248.76 Q\
            1632.57, 258.84, 1633.72, 268.91 Q 1633.52, 278.99, 1634.14, 289.06 Q 1634.20, 299.13, 1633.21, 309.21 Q 1632.90, 319.28,\
            1632.88, 329.35 Q 1633.88, 339.43, 1633.10, 349.50 Q 1634.13, 359.57, 1634.49, 369.65 Q 1634.51, 379.72, 1634.42, 389.79 Q\
            1634.13, 399.87, 1633.95, 409.94 Q 1633.90, 420.01, 1634.14, 430.09 Q 1633.98, 440.16, 1634.37, 450.24 Q 1634.46, 460.31,\
            1634.38, 470.38 Q 1633.21, 480.46, 1633.12, 490.53 Q 1632.36, 500.60, 1632.12, 510.68 Q 1632.95, 520.75, 1633.23, 530.82 Q\
            1633.81, 540.90, 1633.67, 550.97 Q 1633.66, 561.04, 1633.06, 571.12 Q 1633.58, 581.19, 1633.92, 591.26 Q 1634.18, 601.34,\
            1633.99, 611.41 Q 1633.76, 621.49, 1633.87, 631.56 Q 1632.86, 641.63, 1633.43, 651.71 Q 1633.90, 661.78, 1633.08, 671.85 Q\
            1632.74, 681.93, 1633.84, 692.00 Q 1634.62, 702.07, 1634.12, 712.15 Q 1633.01, 722.22, 1632.71, 732.29 Q 1633.64, 742.37,\
            1633.94, 752.44 Q 1632.72, 762.51, 1632.56, 772.59 Q 1632.61, 782.66, 1633.06, 792.74 Q 1633.25, 802.81, 1633.41, 812.88 Q\
            1633.08, 822.96, 1633.91, 833.03 Q 1632.39, 843.10, 1631.72, 853.18 Q 1631.93, 863.25, 1634.07, 873.32 Q 1633.71, 883.40,\
            1633.79, 893.47 Q 1634.25, 903.54, 1635.00, 913.62 Q 1635.01, 923.69, 1633.72, 933.77 Q 1634.14, 943.84, 1634.70, 953.91 Q\
            1634.82, 963.99, 1634.73, 974.06 Q 1634.73, 984.13, 1634.67, 994.21 Q 1634.48, 1004.28, 1634.00, 1014.35 Q 1634.71, 1024.43,\
            1634.33, 1034.50 Q 1633.60, 1044.57, 1634.28, 1054.65 Q 1634.31, 1064.72, 1633.79, 1074.79 Q 1632.91, 1084.87, 1633.71, 1094.94\
            Q 1634.17, 1105.01, 1634.30, 1115.09 Q 1634.34, 1125.16, 1633.84, 1135.24 Q 1634.14, 1145.31, 1634.55, 1155.38 Q 1634.45,\
            1165.46, 1634.60, 1175.53 Q 1633.98, 1185.60, 1633.28, 1195.68 Q 1633.91, 1205.75, 1633.27, 1215.82 Q 1634.29, 1225.90, 1634.42,\
            1235.97 Q 1633.39, 1246.04, 1633.42, 1256.12 Q 1633.98, 1266.19, 1634.48, 1276.26 Q 1634.32, 1286.34, 1633.86, 1296.41 Q 1633.69,\
            1306.48, 1633.33, 1316.56 Q 1634.00, 1326.63, 1633.96, 1336.71 Q 1633.86, 1346.78, 1634.11, 1356.85 Q 1633.98, 1366.93, 1633.56,\
            1377.00 Q 1634.72, 1387.07, 1634.23, 1397.15 Q 1634.23, 1407.22, 1634.31, 1417.29 Q 1634.34, 1427.37, 1633.89, 1437.44 Q 1633.87,\
            1447.51, 1633.99, 1457.59 Q 1633.86, 1467.66, 1633.62, 1477.73 Q 1634.32, 1487.81, 1634.61, 1497.88 Q 1634.07, 1507.95, 1633.39,\
            1518.03 Q 1633.80, 1528.10, 1633.99, 1538.17 Q 1634.36, 1548.25, 1634.53, 1558.32 Q 1634.60, 1568.40, 1634.73, 1578.47 Q 1634.77,\
            1588.54, 1634.50, 1598.62 Q 1634.68, 1608.69, 1634.80, 1618.76 Q 1634.98, 1628.84, 1635.04, 1638.91 Q 1635.15, 1648.98, 1635.33,\
            1659.06 Q 1635.47, 1669.13, 1635.34, 1679.20 Q 1635.57, 1689.28, 1635.08, 1699.35 Q 1634.62, 1709.42, 1634.11, 1719.50 Q 1633.97,\
            1729.57, 1634.08, 1739.64 Q 1633.93, 1749.72, 1633.76, 1759.79 Q 1633.92, 1769.86, 1634.02, 1779.94 Q 1634.11, 1790.01, 1634.12,\
            1800.09 Q 1633.81, 1810.16, 1634.22, 1820.23 Q 1633.58, 1830.31, 1634.43, 1840.38 Q 1633.96, 1850.45, 1633.78, 1860.53 Q 1633.89,\
            1870.60, 1633.71, 1880.67 Q 1634.14, 1890.75, 1634.15, 1900.82 Q 1632.62, 1910.89, 1632.16, 1920.97 Q 1632.88, 1931.04, 1632.27,\
            1941.11 Q 1632.72, 1951.19, 1633.56, 1961.26 Q 1633.51, 1971.33, 1633.51, 1981.41 Q 1633.13, 1991.48, 1633.24, 2001.56 Q 1633.09,\
            2011.63, 1633.70, 2021.70 Q 1633.34, 2031.78, 1633.57, 2041.85 Q 1633.41, 2051.92, 1633.26, 2062.25 Q 1622.99, 2062.15, 1612.91,\
            2062.23 Q 1602.83, 2062.23, 1592.77, 2062.66 Q 1582.70, 2062.48, 1572.63, 2062.29 Q 1562.57, 2062.77, 1552.50, 2062.95 Q 1542.44,\
            2062.17, 1532.37, 2061.68 Q 1522.31, 2062.47, 1512.25, 2062.42 Q 1502.19, 2062.22, 1492.12, 2063.04 Q 1482.06, 2061.52, 1472.00,\
            2061.85 Q 1461.94, 2061.57, 1451.88, 2061.45 Q 1441.81, 2061.41, 1431.75, 2061.34 Q 1421.69, 2061.44, 1411.62, 2062.74 Q 1401.56,\
            2062.87, 1391.50, 2060.95 Q 1381.44, 2061.08, 1371.38, 2062.39 Q 1361.31, 2062.91, 1351.25, 2063.34 Q 1341.19, 2062.97, 1331.12,\
            2063.39 Q 1321.06, 2063.52, 1311.00, 2063.19 Q 1300.94, 2061.61, 1290.88, 2062.08 Q 1280.81, 2061.55, 1270.75, 2062.54 Q 1260.69,\
            2062.52, 1250.62, 2062.44 Q 1240.56, 2062.65, 1230.50, 2062.80 Q 1220.44, 2062.80, 1210.38, 2061.90 Q 1200.31, 2062.62, 1190.25,\
            2062.35 Q 1180.19, 2062.53, 1170.12, 2063.16 Q 1160.06, 2063.29, 1150.00, 2063.44 Q 1139.94, 2062.58, 1129.88, 2062.18 Q 1119.81,\
            2060.75, 1109.75, 2062.22 Q 1099.69, 2061.75, 1089.62, 2061.29 Q 1079.56, 2061.03, 1069.50, 2060.99 Q 1059.44, 2061.44, 1049.38,\
            2061.81 Q 1039.31, 2061.96, 1029.25, 2062.15 Q 1019.19, 2062.44, 1009.12, 2063.17 Q 999.06, 2063.45, 989.00, 2063.09 Q 978.94,\
            2062.63, 968.88, 2063.17 Q 958.81, 2062.63, 948.75, 2061.92 Q 938.69, 2061.93, 928.62, 2062.60 Q 918.56, 2062.80, 908.50,\
            2062.26 Q 898.44, 2063.26, 888.38, 2063.26 Q 878.31, 2063.01, 868.25, 2063.00 Q 858.19, 2062.70, 848.12, 2062.16 Q 838.06,\
            2062.30, 828.00, 2061.97 Q 817.94, 2062.09, 807.88, 2061.11 Q 797.81, 2061.38, 787.75, 2061.98 Q 777.69, 2062.32, 767.62,\
            2062.85 Q 757.56, 2062.80, 747.50, 2060.90 Q 737.44, 2061.25, 727.38, 2060.24 Q 717.31, 2061.20, 707.25, 2062.05 Q 697.19,\
            2063.20, 687.12, 2063.70 Q 677.06, 2063.16, 667.00, 2063.63 Q 656.94, 2063.02, 646.88, 2062.84 Q 636.81, 2062.30, 626.75,\
            2061.02 Q 616.69, 2061.93, 606.62, 2062.43 Q 596.56, 2062.99, 586.50, 2063.78 Q 576.44, 2063.12, 566.38, 2062.23 Q 556.31,\
            2062.39, 546.25, 2061.80 Q 536.19, 2062.50, 526.12, 2062.11 Q 516.06, 2062.52, 506.00, 2062.64 Q 495.94, 2063.23, 485.88,\
            2063.46 Q 475.81, 2063.38, 465.75, 2062.79 Q 455.69, 2063.10, 445.62, 2062.44 Q 435.56, 2062.98, 425.50, 2063.37 Q 415.44,\
            2062.15, 405.38, 2062.02 Q 395.31, 2061.38, 385.25, 2060.75 Q 375.19, 2062.62, 365.12, 2060.30 Q 355.06, 2062.26, 345.00,\
            2062.98 Q 334.94, 2062.50, 324.88, 2061.97 Q 314.81, 2062.10, 304.75, 2062.16 Q 294.69, 2062.40, 284.62, 2062.39 Q 274.56,\
            2062.60, 264.50, 2063.62 Q 254.44, 2064.17, 244.38, 2063.70 Q 234.31, 2062.02, 224.25, 2061.45 Q 214.19, 2061.40, 204.12,\
            2061.99 Q 194.06, 2062.35, 184.00, 2062.98 Q 173.94, 2063.40, 163.88, 2063.29 Q 153.81, 2063.22, 143.75, 2063.24 Q 133.69,\
            2062.69, 123.62, 2063.20 Q 113.56, 2063.10, 103.50, 2063.67 Q 93.44, 2063.28, 83.38, 2063.88 Q 73.31, 2063.27, 63.25, 2062.61\
            Q 53.19, 2062.91, 43.12, 2063.38 Q 33.06, 2062.56, 22.80, 2062.19 Q 23.02, 2051.92, 23.10, 2041.83 Q 22.92, 2031.78, 22.40,\
            2021.72 Q 22.55, 2011.64, 21.82, 2001.56 Q 21.15, 1991.49, 21.13, 1981.41 Q 21.97, 1971.34, 22.16, 1961.26 Q 22.24, 1951.19,\
            21.90, 1941.11 Q 21.92, 1931.04, 22.30, 1920.97 Q 22.56, 1910.89, 22.34, 1900.82 Q 22.39, 1890.75, 22.07, 1880.67 Q 21.67,\
            1870.60, 22.05, 1860.53 Q 21.66, 1850.45, 21.94, 1840.38 Q 22.22, 1830.31, 22.22, 1820.23 Q 21.88, 1810.16, 21.83, 1800.09\
            Q 21.99, 1790.01, 21.50, 1779.94 Q 22.27, 1769.86, 22.61, 1759.79 Q 23.65, 1749.72, 23.51, 1739.64 Q 22.29, 1729.57, 22.86,\
            1719.50 Q 23.80, 1709.42, 23.47, 1699.35 Q 23.28, 1689.28, 22.46, 1679.20 Q 22.43, 1669.13, 22.35, 1659.06 Q 23.27, 1648.98,\
            23.43, 1638.91 Q 23.42, 1628.84, 23.34, 1618.76 Q 23.38, 1608.69, 22.89, 1598.62 Q 23.26, 1588.54, 22.35, 1578.47 Q 22.18,\
            1568.40, 22.46, 1558.32 Q 22.89, 1548.25, 22.32, 1538.17 Q 21.20, 1528.10, 21.99, 1518.03 Q 22.06, 1507.95, 22.15, 1497.88\
            Q 21.74, 1487.81, 21.98, 1477.73 Q 22.21, 1467.66, 21.36, 1457.59 Q 21.54, 1447.51, 21.56, 1437.44 Q 21.71, 1427.37, 21.21,\
            1417.29 Q 20.79, 1407.22, 22.15, 1397.15 Q 23.34, 1387.07, 22.54, 1377.00 Q 20.92, 1366.93, 20.37, 1356.85 Q 20.70, 1346.78,\
            21.07, 1336.71 Q 21.23, 1326.63, 21.22, 1316.56 Q 21.91, 1306.48, 21.43, 1296.41 Q 21.24, 1286.34, 21.32, 1276.26 Q 21.88,\
            1266.19, 21.82, 1256.12 Q 22.20, 1246.04, 22.34, 1235.97 Q 22.77, 1225.90, 22.16, 1215.82 Q 21.45, 1205.75, 22.13, 1195.68\
            Q 22.35, 1185.60, 22.43, 1175.53 Q 21.18, 1165.46, 21.25, 1155.38 Q 21.87, 1145.31, 21.38, 1135.24 Q 21.86, 1125.16, 22.36,\
            1115.09 Q 22.97, 1105.01, 24.00, 1094.94 Q 23.81, 1084.87, 22.91, 1074.79 Q 22.89, 1064.72, 22.84, 1054.65 Q 22.37, 1044.57,\
            22.79, 1034.50 Q 21.97, 1024.43, 22.75, 1014.35 Q 21.70, 1004.28, 22.10, 994.21 Q 22.05, 984.13, 21.89, 974.06 Q 21.77, 963.99,\
            21.73, 953.91 Q 21.72, 943.84, 22.67, 933.77 Q 22.78, 923.69, 22.33, 913.62 Q 22.06, 903.54, 21.78, 893.47 Q 21.90, 883.40,\
            21.62, 873.32 Q 21.63, 863.25, 22.20, 853.18 Q 21.12, 843.10, 20.85, 833.03 Q 20.73, 822.96, 21.09, 812.88 Q 21.29, 802.81,\
            21.17, 792.74 Q 21.60, 782.66, 21.42, 772.59 Q 21.46, 762.51, 21.55, 752.44 Q 22.32, 742.37, 22.09, 732.29 Q 21.92, 722.22,\
            22.00, 712.15 Q 22.34, 702.07, 22.20, 692.00 Q 21.78, 681.93, 21.68, 671.85 Q 21.55, 661.78, 21.37, 651.71 Q 21.45, 641.63,\
            22.10, 631.56 Q 22.32, 621.49, 22.18, 611.41 Q 22.00, 601.34, 21.96, 591.26 Q 22.13, 581.19, 21.67, 571.12 Q 22.24, 561.04,\
            22.68, 550.97 Q 22.01, 540.90, 22.05, 530.82 Q 22.22, 520.75, 22.15, 510.68 Q 21.26, 500.60, 21.62, 490.53 Q 21.37, 480.46,\
            22.94, 470.38 Q 22.00, 460.31, 21.61, 450.24 Q 21.97, 440.16, 22.20, 430.09 Q 23.17, 420.01, 22.70, 409.94 Q 22.43, 399.87,\
            22.75, 389.79 Q 23.04, 379.72, 22.80, 369.65 Q 22.29, 359.57, 22.12, 349.50 Q 21.99, 339.43, 21.95, 329.35 Q 22.83, 319.28,\
            23.93, 309.21 Q 23.10, 299.13, 23.38, 289.06 Q 22.82, 278.99, 21.66, 268.91 Q 22.41, 258.84, 23.08, 248.76 Q 23.32, 238.69,\
            22.59, 228.62 Q 22.44, 218.54, 21.60, 208.47 Q 22.91, 198.40, 21.97, 188.32 Q 22.10, 178.25, 22.45, 168.18 Q 22.24, 158.10,\
            22.54, 148.03 Q 21.94, 137.96, 22.35, 127.88 Q 22.14, 117.81, 23.33, 107.74 Q 22.76, 97.66, 22.49, 87.59 Q 22.82, 77.51, 22.72,\
            67.44 Q 22.44, 57.37, 21.90, 47.29 Q 22.77, 37.22, 22.58, 27.15 Q 23.00, 17.07, 23.00, 7.00" style=" fill:white;"/><svg:path class=" svg_unselected_element" d="M 40.00, 11.00 Q 50.06, 10.11, 60.12, 10.26 Q 70.19, 10.12, 80.25, 10.08 Q 90.31,\
            10.01, 100.38, 9.69 Q 110.44, 9.59, 120.50, 9.48 Q 130.56, 9.52, 140.62, 9.94 Q 150.69, 9.43, 160.75, 9.36 Q 170.81, 9.30,\
            180.88, 9.22 Q 190.94, 9.19, 201.00, 9.41 Q 211.06, 9.29, 221.12, 9.37 Q 231.19, 9.59, 241.25, 9.90 Q 251.31, 9.97, 261.38,\
            9.83 Q 271.44, 9.57, 281.50, 9.27 Q 291.56, 9.32, 301.62, 9.18 Q 311.69, 9.02, 321.75, 9.01 Q 331.81, 8.87, 341.88, 8.85 Q\
            351.94, 9.77, 362.00, 9.50 Q 372.06, 9.42, 382.12, 9.51 Q 392.19, 9.46, 402.25, 9.35 Q 412.31, 9.84, 422.38, 10.09 Q 432.44,\
            10.29, 442.50, 10.81 Q 452.56, 10.57, 462.62, 10.82 Q 472.69, 11.04, 482.75, 10.85 Q 492.81, 10.67, 502.88, 10.57 Q 512.94,\
            11.13, 523.00, 10.09 Q 533.06, 10.70, 543.12, 9.91 Q 553.19, 9.91, 563.25, 9.80 Q 573.31, 9.89, 583.38, 9.56 Q 593.44, 9.94,\
            603.50, 10.04 Q 613.56, 9.66, 623.62, 9.85 Q 633.69, 10.15, 643.75, 9.53 Q 653.81, 9.86, 663.88, 10.52 Q 673.94, 10.95, 684.00,\
            10.19 Q 694.06, 10.59, 704.12, 10.01 Q 714.19, 11.02, 724.25, 11.09 Q 734.31, 10.83, 744.38, 10.53 Q 754.44, 10.63, 764.50,\
            9.89 Q 774.56, 9.56, 784.62, 10.23 Q 794.69, 10.11, 804.75, 11.28 Q 814.81, 10.67, 824.88, 10.59 Q 834.94, 10.86, 845.00,\
            10.58 Q 855.06, 10.54, 865.12, 10.21 Q 875.19, 11.46, 885.25, 11.25 Q 895.31, 12.04, 905.38, 11.64 Q 915.44, 11.49, 925.50,\
            11.16 Q 935.56, 10.65, 945.62, 10.74 Q 955.69, 10.43, 965.75, 10.64 Q 975.81, 10.74, 985.88, 11.89 Q 995.94, 10.98, 1006.00,\
            10.39 Q 1016.06, 10.58, 1026.12, 11.34 Q 1036.19, 11.58, 1046.25, 10.37 Q 1056.31, 10.55, 1066.38, 10.33 Q 1076.44, 10.57,\
            1086.50, 10.43 Q 1096.56, 10.39, 1106.62, 10.47 Q 1116.69, 10.33, 1126.75, 9.69 Q 1136.81, 9.47, 1146.88, 10.15 Q 1156.94,\
            9.76, 1167.00, 10.20 Q 1177.06, 10.04, 1187.12, 10.21 Q 1197.19, 9.46, 1207.25, 10.45 Q 1217.31, 10.64, 1227.38, 11.49 Q 1237.44,\
            11.17, 1247.50, 10.13 Q 1257.56, 10.50, 1267.62, 10.24 Q 1277.69, 10.46, 1287.75, 10.64 Q 1297.81, 10.83, 1307.88, 11.30 Q\
            1317.94, 10.37, 1328.00, 9.80 Q 1338.06, 10.04, 1348.12, 10.36 Q 1358.19, 9.91, 1368.25, 9.40 Q 1378.31, 9.61, 1388.38, 11.61\
            Q 1398.44, 11.03, 1408.50, 11.66 Q 1418.56, 11.44, 1428.62, 11.05 Q 1438.69, 11.40, 1448.75, 10.47 Q 1458.81, 10.62, 1468.88,\
            10.42 Q 1478.94, 10.10, 1489.00, 9.31 Q 1499.06, 8.90, 1509.12, 9.15 Q 1519.19, 9.86, 1529.25, 10.35 Q 1539.31, 10.71, 1549.38,\
            10.13 Q 1559.44, 10.17, 1569.50, 12.24 Q 1579.56, 11.69, 1589.62, 11.51 Q 1599.69, 9.98, 1609.75, 10.94 Q 1619.81, 11.42,\
            1629.88, 11.36 Q 1639.94, 10.77, 1650.27, 10.73 Q 1650.41, 20.94, 1650.38, 31.09 Q 1650.60, 41.18, 1650.73, 51.27 Q 1649.77,\
            61.37, 1649.34, 71.45 Q 1649.93, 81.51, 1650.87, 91.59 Q 1650.82, 101.66, 1649.32, 111.74 Q 1649.99, 121.81, 1650.36, 131.88\
            Q 1651.13, 141.96, 1650.59, 152.03 Q 1650.71, 162.10, 1651.25, 172.18 Q 1651.88, 182.25, 1651.92, 192.32 Q 1651.80, 202.40,\
            1651.28, 212.47 Q 1651.25, 222.54, 1651.47, 232.62 Q 1651.26, 242.69, 1651.08, 252.76 Q 1650.74, 262.84, 1651.28, 272.91 Q\
            1650.94, 282.99, 1650.11, 293.06 Q 1650.01, 303.13, 1650.99, 313.21 Q 1651.21, 323.28, 1650.73, 333.35 Q 1650.52, 343.43,\
            1650.57, 353.50 Q 1650.37, 363.57, 1649.90, 373.65 Q 1649.53, 383.72, 1649.42, 393.79 Q 1649.86, 403.87, 1650.71, 413.94 Q\
            1650.39, 424.01, 1649.87, 434.09 Q 1649.78, 444.16, 1650.44, 454.24 Q 1649.95, 464.31, 1649.98, 474.38 Q 1650.18, 484.46,\
            1650.38, 494.53 Q 1651.45, 504.60, 1650.22, 514.68 Q 1650.47, 524.75, 1650.33, 534.82 Q 1651.14, 544.90, 1650.60, 554.97 Q\
            1650.54, 565.04, 1651.41, 575.12 Q 1651.42, 585.19, 1651.64, 595.26 Q 1651.28, 605.34, 1650.32, 615.41 Q 1650.47, 625.49,\
            1650.86, 635.56 Q 1650.56, 645.63, 1650.47, 655.71 Q 1650.50, 665.78, 1651.27, 675.85 Q 1650.72, 685.93, 1650.60, 696.00 Q\
            1650.82, 706.07, 1650.97, 716.15 Q 1650.43, 726.22, 1649.65, 736.29 Q 1649.68, 746.37, 1649.89, 756.44 Q 1649.59, 766.51,\
            1648.50, 776.59 Q 1648.34, 786.66, 1648.63, 796.74 Q 1648.96, 806.81, 1649.96, 816.88 Q 1650.66, 826.96, 1650.18, 837.03 Q\
            1650.06, 847.10, 1650.68, 857.18 Q 1650.36, 867.25, 1650.62, 877.32 Q 1650.84, 887.40, 1651.32, 897.47 Q 1651.04, 907.54,\
            1651.77, 917.62 Q 1651.96, 927.69, 1651.25, 937.77 Q 1650.67, 947.84, 1651.33, 957.91 Q 1651.80, 967.99, 1651.18, 978.06 Q\
            1651.55, 988.13, 1651.64, 998.21 Q 1651.77, 1008.28, 1651.82, 1018.35 Q 1651.74, 1028.43, 1651.60, 1038.50 Q 1651.70, 1048.57,\
            1651.81, 1058.65 Q 1651.83, 1068.72, 1651.54, 1078.79 Q 1650.66, 1088.87, 1648.90, 1098.94 Q 1648.42, 1109.02, 1649.79, 1119.09\
            Q 1649.96, 1129.16, 1649.50, 1139.24 Q 1648.38, 1149.31, 1649.64, 1159.38 Q 1649.60, 1169.46, 1649.82, 1179.53 Q 1649.49,\
            1189.60, 1649.54, 1199.68 Q 1649.98, 1209.75, 1650.87, 1219.82 Q 1651.24, 1229.90, 1650.33, 1239.97 Q 1650.00, 1250.04, 1650.66,\
            1260.12 Q 1650.57, 1270.19, 1651.14, 1280.26 Q 1650.50, 1290.34, 1651.27, 1300.41 Q 1652.47, 1310.48, 1651.65, 1320.56 Q 1651.74,\
            1330.63, 1651.68, 1340.71 Q 1652.29, 1350.78, 1651.45, 1360.85 Q 1652.00, 1370.93, 1651.67, 1381.00 Q 1651.09, 1391.07, 1650.19,\
            1401.15 Q 1650.66, 1411.22, 1650.69, 1421.29 Q 1650.48, 1431.37, 1651.15, 1441.44 Q 1649.81, 1451.51, 1648.96, 1461.59 Q 1649.04,\
            1471.66, 1649.61, 1481.73 Q 1650.42, 1491.81, 1649.63, 1501.88 Q 1651.39, 1511.95, 1651.91, 1522.03 Q 1651.52, 1532.10, 1650.86,\
            1542.17 Q 1650.41, 1552.25, 1651.05, 1562.32 Q 1650.83, 1572.40, 1650.56, 1582.47 Q 1650.84, 1592.54, 1651.28, 1602.62 Q 1651.94,\
            1612.69, 1651.69, 1622.76 Q 1651.52, 1632.84, 1651.85, 1642.91 Q 1650.77, 1652.98, 1651.42, 1663.06 Q 1651.75, 1673.13, 1651.69,\
            1683.20 Q 1651.86, 1693.28, 1651.75, 1703.35 Q 1651.32, 1713.42, 1651.14, 1723.50 Q 1651.27, 1733.57, 1650.57, 1743.64 Q 1650.72,\
            1753.72, 1651.16, 1763.79 Q 1651.25, 1773.87, 1650.76, 1783.94 Q 1651.19, 1794.01, 1651.03, 1804.09 Q 1650.70, 1814.16, 1649.68,\
            1824.23 Q 1650.04, 1834.31, 1650.69, 1844.38 Q 1651.18, 1854.45, 1650.98, 1864.53 Q 1650.51, 1874.60, 1651.72, 1884.67 Q 1651.75,\
            1894.75, 1651.42, 1904.82 Q 1651.60, 1914.89, 1651.74, 1924.97 Q 1651.87, 1935.04, 1651.88, 1945.11 Q 1651.91, 1955.19, 1652.32,\
            1965.26 Q 1652.43, 1975.33, 1652.47, 1985.41 Q 1652.45, 1995.48, 1651.90, 2005.56 Q 1651.86, 2015.63, 1651.79, 2025.70 Q 1651.80,\
            2035.78, 1651.88, 2045.85 Q 1651.95, 2055.92, 1650.87, 2066.86 Q 1640.40, 2067.39, 1630.11, 2067.62 Q 1619.93, 2067.83, 1609.81,\
            2067.91 Q 1599.71, 2067.28, 1589.63, 2066.39 Q 1579.56, 2065.98, 1569.50, 2066.54 Q 1559.44, 2066.38, 1549.38, 2066.70 Q 1539.31,\
            2066.82, 1529.25, 2066.84 Q 1519.19, 2067.00, 1509.12, 2067.06 Q 1499.06, 2066.56, 1489.00, 2067.29 Q 1478.94, 2067.20, 1468.88,\
            2067.24 Q 1458.81, 2067.28, 1448.75, 2067.38 Q 1438.69, 2067.17, 1428.62, 2067.24 Q 1418.56, 2067.18, 1408.50, 2067.10 Q 1398.44,\
            2067.23, 1388.38, 2067.21 Q 1378.31, 2067.01, 1368.25, 2066.91 Q 1358.19, 2066.29, 1348.12, 2066.08 Q 1338.06, 2066.17, 1328.00,\
            2066.18 Q 1317.94, 2065.94, 1307.88, 2066.46 Q 1297.81, 2066.48, 1287.75, 2066.75 Q 1277.69, 2066.96, 1267.62, 2066.11 Q 1257.56,\
            2066.08, 1247.50, 2065.72 Q 1237.44, 2066.83, 1227.38, 2065.75 Q 1217.31, 2065.66, 1207.25, 2066.35 Q 1197.19, 2066.25, 1187.12,\
            2066.05 Q 1177.06, 2066.15, 1167.00, 2067.12 Q 1156.94, 2067.04, 1146.88, 2067.61 Q 1136.81, 2065.72, 1126.75, 2066.09 Q 1116.69,\
            2067.09, 1106.62, 2067.07 Q 1096.56, 2065.79, 1086.50, 2066.10 Q 1076.44, 2067.72, 1066.38, 2067.29 Q 1056.31, 2066.61, 1046.25,\
            2066.17 Q 1036.19, 2066.47, 1026.12, 2067.41 Q 1016.06, 2067.31, 1006.00, 2066.66 Q 995.94, 2066.40, 985.88, 2066.38 Q 975.81,\
            2066.00, 965.75, 2067.28 Q 955.69, 2066.87, 945.62, 2067.23 Q 935.56, 2067.13, 925.50, 2067.01 Q 915.44, 2067.18, 905.38,\
            2066.91 Q 895.31, 2067.17, 885.25, 2066.83 Q 875.19, 2067.89, 865.12, 2067.26 Q 855.06, 2066.83, 845.00, 2067.35 Q 834.94,\
            2066.54, 824.88, 2066.83 Q 814.81, 2066.83, 804.75, 2067.51 Q 794.69, 2067.06, 784.62, 2067.72 Q 774.56, 2067.74, 764.50,\
            2067.55 Q 754.44, 2066.93, 744.38, 2066.84 Q 734.31, 2067.28, 724.25, 2067.19 Q 714.19, 2067.25, 704.12, 2066.58 Q 694.06,\
            2067.10, 684.00, 2066.55 Q 673.94, 2066.47, 663.88, 2066.46 Q 653.81, 2066.19, 643.75, 2066.47 Q 633.69, 2066.51, 623.62,\
            2066.69 Q 613.56, 2065.79, 603.50, 2067.02 Q 593.44, 2066.58, 583.38, 2066.88 Q 573.31, 2066.32, 563.25, 2065.85 Q 553.19,\
            2065.71, 543.12, 2064.94 Q 533.06, 2065.90, 523.00, 2065.62 Q 512.94, 2066.50, 502.88, 2065.69 Q 492.81, 2066.17, 482.75,\
            2066.03 Q 472.69, 2065.85, 462.62, 2066.13 Q 452.56, 2067.22, 442.50, 2067.15 Q 432.44, 2066.66, 422.38, 2066.87 Q 412.31,\
            2066.78, 402.25, 2067.08 Q 392.19, 2066.93, 382.12, 2066.07 Q 372.06, 2067.27, 362.00, 2066.64 Q 351.94, 2066.54, 341.88,\
            2066.28 Q 331.81, 2066.48, 321.75, 2066.69 Q 311.69, 2066.19, 301.62, 2065.99 Q 291.56, 2067.18, 281.50, 2067.49 Q 271.44,\
            2067.94, 261.38, 2068.14 Q 251.31, 2066.90, 241.25, 2066.52 Q 231.19, 2065.53, 221.12, 2065.65 Q 211.06, 2066.26, 201.00,\
            2067.06 Q 190.94, 2068.00, 180.88, 2067.56 Q 170.81, 2067.37, 160.75, 2066.40 Q 150.69, 2066.98, 140.62, 2067.06 Q 130.56,\
            2067.20, 120.50, 2067.24 Q 110.44, 2067.07, 100.38, 2067.36 Q 90.31, 2067.30, 80.25, 2067.62 Q 70.19, 2067.23, 60.12, 2066.96\
            Q 50.06, 2067.01, 39.45, 2066.54 Q 39.14, 2056.21, 38.92, 2046.00 Q 38.82, 2035.85, 38.97, 2025.74 Q 38.86, 2015.65, 38.84,\
            2005.56 Q 38.76, 1995.49, 38.90, 1985.41 Q 40.16, 1975.33, 39.62, 1965.26 Q 39.65, 1955.19, 40.66, 1945.11 Q 41.89, 1935.04,\
            40.61, 1924.97 Q 39.40, 1914.89, 38.63, 1904.82 Q 38.28, 1894.75, 38.24, 1884.67 Q 38.46, 1874.60, 39.55, 1864.53 Q 40.22,\
            1854.45, 41.26, 1844.38 Q 40.04, 1834.31, 39.39, 1824.23 Q 40.64, 1814.16, 40.22, 1804.09 Q 40.73, 1794.01, 39.92, 1783.94\
            Q 39.87, 1773.87, 39.69, 1763.79 Q 39.36, 1753.72, 39.33, 1743.64 Q 39.56, 1733.57, 39.41, 1723.50 Q 39.07, 1713.42, 39.03,\
            1703.35 Q 39.07, 1693.28, 39.03, 1683.20 Q 39.32, 1673.13, 39.99, 1663.06 Q 40.18, 1652.98, 39.76, 1642.91 Q 39.71, 1632.84,\
            39.43, 1622.76 Q 39.67, 1612.69, 39.87, 1602.62 Q 39.88, 1592.54, 38.79, 1582.47 Q 39.08, 1572.40, 39.54, 1562.32 Q 39.84,\
            1552.25, 39.08, 1542.18 Q 39.13, 1532.10, 38.42, 1522.03 Q 38.94, 1511.95, 39.61, 1501.88 Q 39.89, 1491.81, 39.00, 1481.73\
            Q 39.33, 1471.66, 38.99, 1461.59 Q 38.90, 1451.51, 38.76, 1441.44 Q 38.62, 1431.37, 40.04, 1421.29 Q 39.42, 1411.22, 38.42,\
            1401.15 Q 38.42, 1391.07, 38.76, 1381.00 Q 39.20, 1370.93, 39.37, 1360.85 Q 40.47, 1350.78, 40.39, 1340.71 Q 39.94, 1330.63,\
            39.62, 1320.56 Q 39.70, 1310.48, 39.42, 1300.41 Q 39.41, 1290.34, 39.19, 1280.26 Q 38.88, 1270.19, 39.04, 1260.12 Q 39.59,\
            1250.04, 40.65, 1239.97 Q 40.20, 1229.90, 40.55, 1219.82 Q 40.68, 1209.75, 39.84, 1199.68 Q 39.25, 1189.60, 38.93, 1179.53\
            Q 38.26, 1169.46, 38.16, 1159.38 Q 40.03, 1149.31, 40.70, 1139.24 Q 40.15, 1129.16, 38.65, 1119.09 Q 37.82, 1109.02, 37.63,\
            1098.94 Q 38.38, 1088.87, 38.18, 1078.79 Q 38.60, 1068.72, 39.78, 1058.65 Q 40.72, 1048.57, 40.14, 1038.50 Q 39.29, 1028.43,\
            39.21, 1018.35 Q 39.78, 1008.28, 39.73, 998.21 Q 39.43, 988.13, 40.13, 978.06 Q 39.76, 967.99, 39.61, 957.91 Q 39.41, 947.84,\
            39.43, 937.77 Q 39.39, 927.69, 38.58, 917.62 Q 38.11, 907.54, 39.03, 897.47 Q 38.56, 887.40, 38.78, 877.32 Q 37.94, 867.25,\
            38.16, 857.18 Q 38.89, 847.10, 40.13, 837.03 Q 40.36, 826.96, 39.27, 816.88 Q 38.70, 806.81, 38.82, 796.74 Q 39.73, 786.66,\
            39.35, 776.59 Q 38.16, 766.52, 38.92, 756.44 Q 38.78, 746.37, 38.67, 736.29 Q 38.62, 726.22, 38.90, 716.15 Q 38.18, 706.07,\
            39.06, 696.00 Q 38.79, 685.93, 38.81, 675.85 Q 38.67, 665.78, 39.28, 655.71 Q 39.13, 645.63, 38.88, 635.56 Q 39.29, 625.49,\
            39.10, 615.41 Q 38.59, 605.34, 39.01, 595.26 Q 38.79, 585.19, 38.92, 575.12 Q 38.70, 565.04, 38.42, 554.97 Q 38.58, 544.90,\
            38.60, 534.82 Q 38.66, 524.75, 39.03, 514.68 Q 39.37, 504.60, 40.41, 494.53 Q 40.52, 484.46, 40.18, 474.38 Q 40.35, 464.31,\
            39.29, 454.24 Q 39.08, 444.16, 39.02, 434.09 Q 38.52, 424.01, 38.65, 413.94 Q 39.44, 403.87, 39.98, 393.79 Q 38.78, 383.72,\
            37.95, 373.65 Q 37.99, 363.57, 37.77, 353.50 Q 37.98, 343.43, 38.30, 333.35 Q 38.86, 323.28, 38.70, 313.21 Q 38.66, 303.13,\
            38.63, 293.06 Q 38.55, 282.99, 38.15, 272.91 Q 38.05, 262.84, 38.04, 252.76 Q 37.94, 242.69, 37.92, 232.62 Q 38.06, 222.54,\
            37.84, 212.47 Q 37.80, 202.40, 37.71, 192.32 Q 37.67, 182.25, 37.93, 172.18 Q 37.61, 162.10, 37.91, 152.03 Q 38.04, 141.96,\
            38.59, 131.88 Q 38.70, 121.81, 38.87, 111.74 Q 39.36, 101.66, 39.19, 91.59 Q 39.41, 81.51, 38.90, 71.44 Q 38.82, 61.37, 38.74,\
            51.29 Q 38.60, 41.22, 38.56, 31.15 Q 40.00, 21.07, 40.00, 11.00" style=" fill:white;"/>\
         </svg:svg>\
      </div>\
   </div>\
</div>');